(() => {
  "use strict";

  window.additionalQuestions = [
  {
    "id": 78,
    "page": 17,
    "answerPage": 3,
    "type": "text",
    "prompt": "在括号里填入合适的汉字，组成成语。\n（　）然大物\n（　）然大悟\n（　）然泪下\n（　）然不动\n（　）然无存\n（　）然若失\n（　）然起敬\n（　）然一笑",
    "answer": "庞恍潜荡怅肃嫣"
  },
  {
    "id": 79,
    "page": 17,
    "answerPage": 3,
    "type": "text",
    "prompt": "用线条把下列可恰当搭配的词语连起来。\n响应\n觉悟\n明确\n问题\n刻苦地\n奔驰\n巨大的\n景色\n克服\n号召\n表示\n方向\n热烈地\n学习\n无穷的\n变化\n提高\n缺点\n解决\n态度\n飞快地\n歌唱\n壮丽的\n前程\n改正\n困难\n接受\n批评\n愉快地\n讨论\n灿烂的\n力量",
    "answer": "响应号召\n克服困难\n提高觉悟\n改正缺点\n明确方向\n表示态度\n解决问题\n接受批评\n刻苦地学习\n热烈地讨论\n飞快地奔驰\n愉快地歌唱\n巨大的变化\n无穷的力量壮丽的景色\n灿烂的前程"
  },
  {
    "id": 80,
    "page": 17,
    "answerPage": 3,
    "type": "text",
    "prompt": "完成下列描写光线、色彩的词语练习。\n（1）用线条把可恰当搭配的词语连起来。\n红\n墨\n绿\n绿\n澄澄\n金\n白\n黄\n油油\n雪\n黄\n白\n艳艳\n碧\n黑\n（2）选择恰当的词语填入括号里。\n微弱亮堂堂苍茫鲜红灿烂\n绿茵茵蔚蓝洁白火红明媚\n（　）的暮色\n（　）的党旗\n（　）的春光\n（　）的霞光\n（　）的草地\n（　）的烛光\n（　）的房间\n（　）的阳光\n（　）的毛巾\n（　）的天空",
    "answer": "（1）红艳艳　绿油油　黄澄澄　白皑皑　墨黑　金黄　雪白　碧绿\n（2）苍茫　鲜红　明媚　火红　绿茵茵　微弱　亮堂堂　灿烂　洁白　蔚蓝"
  },
  {
    "id": 81,
    "page": 17,
    "answerPage": 3,
    "type": "text",
    "prompt": "在括号里填入恰当的词语。\n依依不舍地（　）\n语重心长地（　）\n不厌其烦地（　）\n举世闻名的（　）\n千钧一发的（　）\n波澜壮阔的（　）\n（　）得语无伦次\n（　）得干干净净\n（　）得天衣无缝",
    "answer": "示例：告别\n劝说解释古迹\n时刻\n历史\n激动打扫设计"
  },
  {
    "id": 82,
    "page": 17,
    "answerPage": 3,
    "type": "text",
    "prompt": "仿照示例，在括号里填入恰当的词语。\n例1： (辽阔)的大地\n（　）的笑脸\n（　）的心情\n（　）的声音\n例2：（伤心）地叹气\n（　）地眨眼\n（　）地嘶叫\n（　）地吐出\n例3：考虑得(周到)\n介绍得（　）\n描绘得（　）\n处理得（　）",
    "answer": "示例：灿烂\n愉快爽朗频繁\n拼命用力详细生动恰当"
  },
  {
    "id": 83,
    "page": 18,
    "answerPage": 3,
    "type": "text",
    "prompt": "在正确的选项上画“”\n（1）母爱，每一点、每一滴都值得我们细细（品位品味)。\n（2）从着装可以看出一个人的（品位品味）。\n(3）一股无法抗拒的力量推着扬科那柔弱的、瘦小的身子悄悄地向着门口(移动挪动)。\n（4）这个伟大的战士，直到最后一息，也没（移动挪动)一寸地方，没发出一声呻吟。\n（5）“啊！请您现在就买吧！先生，我饿极了！\"小男孩（恳求乞求要求)说。\n（6）你衣服穿得这么少，怎么能（抵御抵抗）寒冷呢？\n（7）蔺相如说和氏璧是无价之宝，要举行个(郑重隆重)的典礼，他才肯交出来。\n(8）（构建创设创造)人类命运共同体，建设持久和平、共同繁荣、开放包容、清洁美丽\n的世界，是各国人民的共同愿望。",
    "answer": "（1）品味\n（2）品位\n（3）移动\n（4）挪动\n（5）乞求\n（6）抵御\n（7）隆重\n（8）构建"
  },
  {
    "id": 84,
    "page": 18,
    "answerPage": 3,
    "type": "text",
    "prompt": "选择正确的词语填入括号里。\n光线光芒光彩\n（1）一轮红日从东方磅礴升起，放射出万丈（　）\n（2）我们要学雷锋做好事，为红领巾增添（　）\n（3）新装修的电化教室里（　）\n（　）很充足。\n溶化融化熔化\n（4）春回大地，河上的冰慢慢地（　）\n（　）了。\n（5）工人们把钢铁（　）\n（　）后铸成了各种工具。\n（6）弟弟放入水中的糖块很快就（　）\n（　）了。\n坚定坚强坚决\n（7）赵华是个（　）\n（　）的孩子，受了委屈，从不轻易落泪。\n（8）运动员们迈着（　）\n（　）的步伐，走进了赛场。\n（9）我们要敢于同坏人坏事作（　）\n（　）的斗争。",
    "answer": "（1）光芒\n（2）光彩（3）光线（4）融化（5）熔化（6）溶化（7）坚强（8）坚定（9）坚决"
  },
  {
    "id": 85,
    "page": 18,
    "answerPage": 3,
    "type": "choice",
    "prompt": "下列词语中搭配没有错误的一组是（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 意志坚强\n房屋牢固\n展现笑容\n发挥特长",
      "B. 认识深刻\n调查深厚\n把握心情\n发明创造",
      "C. 振作精神\n改善生活\n服装整洁\n步伐整齐",
      "D. 积累知识深度融合\n升级再造\n精密调查"
    ]
  },
  {
    "id": 86,
    "page": 18,
    "answerPage": 3,
    "type": "text",
    "prompt": "根据意思写成语。\n（1）奋勇直前,不顾生命。（　）\n（2）在困难面前不屈服。（　）\n（3）顾不得睡觉,忘记了吃饭。（　）\n（4）前面的人上去，后面的人就跟上去，形容奋勇前进，连续不断。（　）\n（5）形容节节胜利，毫无阻碍。（　）\n（6）形容气概像高山大河那样雄伟豪迈。（　）",
    "answer": "（1）奋不顾身\n（2）不屈不挠\n（3）废寝忘食\n（4）前赴后继\n（5）势如破竹\n（6）气壮山河"
  },
  {
    "id": 87,
    "page": 19,
    "answerPage": 3,
    "type": "text",
    "prompt": "下列句子中的画线部分换成哪个成语合适？请在正确选项上画“”\n（1）河那边是一眼望不到边的非常辽阔的稻田。\n（无边无际\n一望无际\n一碧千里)\n（2）我们做事情要从实际出发，不能不切实际地追求过高的目标。\n（高瞻远瞩\n好高骛远\n高不可攀)\n（3）他一贯借别人的势力吓唬人，真令人讨厌。\n（横行无忌\n盛气凌人\n狐假虎威)\n（4）你不能把这件事看得无关紧要，不值得重视，要认真把它做好。\n（无足轻重\n漫不经心\n三心二意）",
    "answer": "（1）一望无际\n（2）好高骛远\n（3）狐假虎威\n（4）无足轻重"
  },
  {
    "id": 88,
    "page": 19,
    "answerPage": 3,
    "type": "text",
    "prompt": "选择恰当的词语并把词语前的序号填写在横线上。\n①明智\n②精密\n③聪慧\n④深刻\n读史使人\n，读诗使人\n，演算使人\n，哲理使人，伦理学使人有修养，逻\n辑修辞使人长于思辨。",
    "answer": "①\n③②\n④"
  },
  {
    "id": 89,
    "page": 19,
    "answerPage": 3,
    "type": "choice",
    "prompt": "依次填入下列句中括号里的词语，最恰当的一组是（　）\n（　）。\n沧桑数千载，磨练百代人。中国书法用它那（　）\n（　）的甲骨文、沉雄的篆书、典雅的隶\n书、（　）\n（　）的楷书、（　）\n（　）的行书、（　）\n（　）的草书，陶冶了东方，熏陶了世界，为人类文明作\n出贡献，为炎黄子孙赢得荣光，它是华夏文化的瑰宝，是世界艺术的奇葩。",
    "answer": "D",
    "options": [
      "A. 潇洒狂飞古朴端庄",
      "B. 古朴狂飞端庄潇洒",
      "C. 狂飞潇洒端庄古朴",
      "D. 古朴端庄潇洒狂飞"
    ]
  },
  {
    "id": 90,
    "page": 19,
    "answerPage": 3,
    "type": "text",
    "prompt": "根据下列汉字的不同意思组词。\n漫①水过满,向外流。（　）\n②到处都是,遍。（　）\n冒\n①向外透，往上升。（　）\n②不顾（危险、恶劣的环境等）。（　）\n私①属于个人的或为了个人的。（　）\n②秘密而不合法的。（　）\n沉①没入水中。（　）\n②分量重。（　）",
    "answer": "漫溢漫山遍野冒烟冒险私事私通沉没沉重"
  },
  {
    "id": 91,
    "page": 19,
    "answerPage": 3,
    "type": "text",
    "prompt": "用“精”“赞”“激”组成不同的词语，分别填写在下列句子中的括号里。\n(1)精\n①我们的工作首先要（　）\n（　），不能有一点儿马虎。\n②房梁、屏风、门窗上都雕刻着（　）\n（　）的花纹。\n(2)赞\n①老师和同学们都（　）\n（　）李莉的毛笔字写得好。\n②在赛诗会上，同学们高声朗诵（　）\n（　）祖国的诗篇。\n(3)激\n王宁爷爷是战斗英雄，他满怀（　）\n（　）地讲述了一次与侵略军进行（　）\n战斗、全歼敌人的经历。听完报告以后，我们的心情非常（　）\n（　）,英雄们的事迹\n将永远（　）\n（　）我们前进。",
    "answer": "（1）精细精美（2）赞扬赞美（3）激情激烈激动：激励"
  },
  {
    "id": 92,
    "page": 20,
    "answerPage": 3,
    "type": "text",
    "prompt": "写出下面词语的近义词。\n凝视（　）\n珍贵（　）\n吩咐（　）\n照顾（　）\n热忱（　）\n美妙（　）\n担忧（　）\n厌倦（　）",
    "answer": "凝望宝贵嘱咐照料热情美好担心厌烦"
  },
  {
    "id": 93,
    "page": 20,
    "answerPage": 3,
    "type": "text",
    "prompt": "在括号里填入意思相近的汉字，组成成语。\n（　）规（　）\n（　）矩\n日（　）\n（　）月（　）\n（　）饥（　）\n（　）渴\n（　）师（　）\n（　）友\n（　）心（　）\n（　）胆\n（　）盔（　）\n（　）甲\n龙（　）\n（　）虎（　）\n（　）天（　）\n（　）地\n朝（　）\n（　）暮（　）",
    "answer": "循蹈积累如似良益提吊丢弃腾跃改换思想"
  },
  {
    "id": 94,
    "page": 20,
    "answerPage": 3,
    "type": "text",
    "prompt": "写出下面词语的反义词。\n冷淡（　）\n节省（　）\n笨重（　）\n贫乏（　）\n公开（　）\n粗糙（　）\n困难（　）\n富裕（　）",
    "answer": "热情浪费轻巧富足秘密精致容易贫穷"
  },
  {
    "id": 95,
    "page": 20,
    "answerPage": 3,
    "type": "text",
    "prompt": "在括号里填入意思相反的汉字，组成成语\n大（　）\n（　）小（　）\n口（　）\n（　）心（　）\n同（　）\n（　）共（　）\n不（　）\n（　）则（　）\n扬（　）\n（　）避（　）\n温（　）\n（　）知（　）\n损（　）\n（　）利（　）\n（　）人（　）\n（　）出\n（　）非（　）\n（　）比",
    "answer": "同异是非甘苦进退长短故新人已深浅今昔"
  },
  {
    "id": 96,
    "page": 20,
    "answerPage": 3,
    "type": "choice",
    "prompt": "下列各组词语，依次是词语“鼠目寸光”“事半功倍”“腰缠万贯”“名副其实”的反义词的一\n组是（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 胸怀大志　一箭双雕　一贫如洗　徒有虚名",
      "B. 目光远大　事倍功半　衣衫褴褛　名不副实",
      "C. 高瞻远瞩　事倍功半　一贫如洗　名不副实",
      "D. 高瞻远瞩　一箭双雕　衣衫褴褛　滥竽充数"
    ]
  },
  {
    "id": 97,
    "page": 20,
    "answerPage": 3,
    "type": "text",
    "prompt": "在下列含有褒义色彩的词语下画“\n”\n团结 结合 勾结鼓舞 鼓动\n煽动英勇",
    "answer": "团结鼓舞英勇"
  },
  {
    "id": 98,
    "page": 20,
    "answerPage": 4,
    "type": "text",
    "prompt": "指出下列句子中加点词语的感情色彩，在正确的选项上画“”\n（1）他是个聪明的孩子。\n（A.褒义\nB.贬义\nC．中性)\n（2）他爱要小聪明。\n（A.褒义\nB.贬义\nC．中性)\n（3）小鬼，你这样算什么行军啊！\n（A.褒义\nB.贬义\nC.中性)\n（4）阎王好见，小鬼难缠！\n（A.褒义\nB.贬义\nC.中性)\n（5）算盘是我国传统的计算工具。\n（A.褒义\nB.贬义\nC.中性)\n（6）他的小算盘打得很精。\n（A.褒义\nB.贬义\nC.中性)",
    "answer": "(1)A(2)B(3)A(4)B(5)C(6)B"
  },
  {
    "id": 99,
    "page": 20,
    "answerPage": 4,
    "type": "text",
    "prompt": "下列各组词语中都有一个与其他三个不同类的词语，在括号里写出这个词语前的序号。\n(1）A.果断\nB．武断\nC．斩钉截铁\nD．当机立断\n（2）A.美好\nB.美丽\nC．美化\nD.美妙\n(3）A.粮食\nB.水果\nC.蔬菜\nD.小麦\n（4）A.黎明\nB.黄昏\nC.拂晓\nD.早晨",
    "answer": "(1)B(2)C(3)D(4)B"
  },
  {
    "id": 100,
    "page": 21,
    "answerPage": 4,
    "type": "text",
    "prompt": "先将下列成语补充完整，再按要求归类。\n（　）发()颜\n翠色（　）\n（　）流\n愁眉不（　）\n（　）首挺胸\n春风（　）\n（　）面\n（　）烛夜游\n神采（　）\n（　）（　）\n大腹（　）\n（　）（　）\n（1）描写人物外貌的：\n（2）描写人物神态的：\n（3）描写人物动作的：\n（4）描写自然景物的：\n练习二",
    "answer": "鹤童欲展昂拂秉奕奕便便\n（1）鹤发童颜大腹便便\n（2）愁眉不展神采奕奕\n（3）昂首挺胸秉烛夜游\n（4）翠色欲流\n春风拂面"
  },
  {
    "id": 101,
    "page": 21,
    "answerPage": 4,
    "type": "text",
    "prompt": "巧组成语。\n请从第②组词语中，找出第①组词语的反义词，填在横线上，组成成语。\n①出生\n深人\n去粗\n避重\n弃暗\n外强\n厚古\n阳奉\n惩前\n②就轻\n取精\n中干\n后\n人死\n浅出\n阴违\n投明\n薄今",
    "answer": "人死浅出\n取精就轻\n投明中干薄今阴违\n后"
  },
  {
    "id": 102,
    "page": 21,
    "answerPage": 4,
    "type": "text",
    "prompt": "在括号里填入合适的汉字，组成成语。\n春意（　）\n（　）然\n不（　）\n（　）思索\n日月如（　）\n瓜熟（　）\n（　）落\n勤能补（　）\n观者如（　）\n跋山（　）\n（　）水\n（　）拳擦掌\n（　）犊之情\n艰苦（　）\n（　）绝\n披星（　）\n（　）月\n根深（　）\n（　）固\n直（　）\n（　）了当\n（　）阳似火\n目不（　）\n（　）接\n鱼（　）\n（　）而人",
    "answer": "盎假梭\n蒂拙潮\n月涉摩\n砥卓戴\n截骄暇贯"
  },
  {
    "id": 103,
    "page": 21,
    "answerPage": 4,
    "type": "text",
    "prompt": "趣味成语。\n在括号里填入数字组成成语，所填的数字能组成加法算式。\n（　）龙戏珠十（　）\n（　）鸣惊人=（　）\n（　）令五申\n（　）敲碎打十（　）\n（　）来二去=（　）\n（　）事无成\n（　）生有幸十（　）\n（　）呼百应=（　）\n（　）海升平\n（　）步之才十（　）\n（　）举成名=（　）\n（　）面威风\n（　）通八达十（　）\n（　）望无际=（　）\n（　）湖四海",
    "answer": "二一\n三零\n一一三一四七一八四一五"
  },
  {
    "id": 104,
    "page": 21,
    "answerPage": 4,
    "type": "text",
    "prompt": "先把下列成语补充完整，再按要求归类。\n（　）苗助长\n南辕北（　）\n（　）（　）\n（　）向荣\n拾金不（　）\n鞠躬尽（　）\n崇山（　）\n（　）岭\n（1）表现人物品质的：\n（2）描写自然景物的：\n（3）说明某种道理的：",
    "answer": "揠　辙　欣　欣　昧　瘁　峻\n（1）拾金不昧、鞠躬尽瘁　（2）欣欣向荣、崇山峻岭　（3）揠苗助长、南辕北辙"
  },
  {
    "id": 105,
    "page": 22,
    "answerPage": 4,
    "type": "text",
    "prompt": "先将下列成语补充完整，再按要求填空。\n一（　）\n（　）千里\n（　）色欲流\n万古长（　）\n这三个成语都是写“绿”，但表达的主要意思不同。其中\n是描写“绿”的\n生命，\n是描写“绿”的范围，\n是描写“绿”的情态。",
    "answer": "碧翠青万古长青一碧千里翠色欲流"
  },
  {
    "id": 106,
    "page": 22,
    "answerPage": 4,
    "type": "text",
    "prompt": "下面的几个词语我们都学过，把其中加点字的字义序号填在括号里。\n（1）凭窗远眺（　）\n（　）A.根据\nB．任凭，无论\nC.倚仗\nD.靠着\n（2）扬长避短（　）\nA．举起，升起\nB.飘动,飘荡\nC．发扬\nD.传播\n（3）开源节流（　）\nA．江河的流水\nB．流传,传播\nC.液体移动\nD.等级",
    "answer": "(1)D(2)C(3)A"
  },
  {
    "id": 107,
    "page": 22,
    "answerPage": 4,
    "type": "text",
    "prompt": "给“食”找座位。\n下面的这些含“食”字的成语该人哪个座？请你读读，填填。\n饱食终日\n布衣蔬食\n箪食壶浆\n恶衣恶食\n发愤忘食\n废寝忘食\n丰衣足食\n饥不择食\n解衣推食\n锦衣玉食\n食不甘味\n因噎废食\n自食其力\n自食其言\n自食其果\n（1）干了坏事，自作自受。（　）\n（2）说了不算，不守信用。（　）\n（3）自己劳动，养活自己。（　）\n（4）吃饱肚子，不做事情。（　）\n（5）衣食简单,生活俭朴。（　）\n（6）盛了汤饭，慰劳军队。（　）\n（7）衣食粗劣，生活穷困。（　）\n（8）刻苦努力，忘了吃饭。（　）\n（9）不去睡觉，忘了吃饭。（　）\n（10）穿的吃的，都很富足。（　）\n（11）肚子饥饿，顾不得选择。（　）\n（12）关心别人，给人衣食。（　）\n（13）衣食精美，生活奢侈。（　）\n（14）心中有事，吃饭不香。（　）\n（15）怕卡喉咙，不敢吃饭。（　）",
    "answer": "（1）自食其果\n（2）自食其言\n（3）自食其力（4）饱食终日\n（5）布衣蔬食\n（6）箪食壶浆\n（7）恶衣恶食\n（8）发愤忘食\n（9）废寝忘食\n（10）丰衣足食\n（11）饥不择食\n（12）解衣推食\n（13）锦衣玉食\n（14）食不甘味\n（15）因喷废食"
  },
  {
    "id": 108,
    "page": 22,
    "answerPage": 4,
    "type": "text",
    "prompt": "笑有很多种，不同的笑有不同的意味，请你帮下面的“笑”找到自己的位置。\n冷笑讥笑嘲笑憨笑苦笑眉开眼笑捧腹大笑媚笑暗笑\n（1）兴奋的笑。（　）\n（2）诚实的笑。（　）\n（3）开心的笑。（　）\n（4）无情的笑。（　）\n（5）挖苦别人的笑。（　）\n（6）讨好别人的笑。（　）\n（7）藏在内心的笑。（　）\n（8）讥讽别人的笑。（　）\n（9）心里难过勉强做出的笑。（　）",
    "answer": "（1）捧腹大笑\n（2）憨笑\n（3）眉开眼笑\n（4）冷笑\n（5）嘲笑\n（6）媚笑\n（7）暗笑（8）讥笑（9）苦笑"
  },
  {
    "id": 109,
    "page": 23,
    "answerPage": 4,
    "type": "text",
    "prompt": "把下面的词语填入句中相应的括号里。\n诚心爱心信心恒心关心耐心\n我们在日常生活中，对自己要有（　）\n（　），做事要有（　）\n（　），学习要有（　）\n（　），与人交往\n要有（　）\n（　），要去（　）\n（　）有困难的人，向他们奉献自己的（　）\n（　）。",
    "answer": "信心耐心恒心诚心关心爱心"
  },
  {
    "id": 110,
    "page": 23,
    "answerPage": 4,
    "type": "choice",
    "prompt": "依次填入下列句中横线处的词语，正确的一组是（　）\n（　）。\n大器之人，语气\n，性格\n，气势\n，举止\n，静得优雅，动\n得从容，行得洒脱。",
    "answer": "D",
    "options": [
      "A. 不猥不琐\n不张不扬\n不惊不惧\n不骄不躁",
      "B. 不张不扬\n不猥不琐\n不骄不躁\n不惊不惧",
      "C. 不猥不琐\n不惊不惧\n不张不扬\n不骄不躁",
      "D. 不惊不惧\n不骄不躁\n不张不扬\n不猥不琐"
    ]
  },
  {
    "id": 111,
    "page": 23,
    "answerPage": 4,
    "type": "text",
    "prompt": "阅读下面一段话，选择恰当的成语，把它们前面的序号填在括号里。\n①谢天谢地\n②惊天动地\n③昏天黑地\n④顶天立地\n突然间雷声阵阵，（　）\n（　），怕是要下雨了。夜沉寂了，但我的耳边仍萦绕着那声\n（　）的“呐喊”。雷声并不算长，但我可以确信，这一声响雷绝对比我所听到的那些激荡\n豪迈的乐曲中的任何一首都让人刻骨铭心。在这样的夜中，几年不见，那个爱哭鬼已经成\n长为一个（　）\n（　）的男子汉。（　）\n（　），驱动器在他的修理下又正常进行繁重的工作。",
    "answer": "③\n②\n④\n①"
  },
  {
    "id": 112,
    "page": 23,
    "answerPage": 4,
    "type": "text",
    "prompt": "根据意思辨析词语。\n“目不转睛”“赏心悦目”“应接不暇”这三个词都有“看”的意思，但表达的具体意思不同。\n其中（　）\n（　）表示可看的东西多得看不过来，（　）\n（　）表示看到美好的景物\n而心情舒畅，（　）\n个词都可表示“注意力集中”。但是表达的侧重点不同，其中（　）\n（　）表示听的时候\n注意力集中，（　）\n（　）表示看的时候注意力集中，（　）\n（　）表示精神集中。",
    "answer": "应接不暇赏心悦目\n目不转睛\n侧耳聆听\n目不转睛聚精会神"
  },
  {
    "id": 113,
    "page": 23,
    "answerPage": 4,
    "type": "text",
    "prompt": "阅读下面一段话，选择恰当的词语，把它们前面的序号填在括号里。\n①丰硕果实\n②饮水思源\n③春华秋实\n④源远流长\n③投桃报李\n春风化雨\n和风细雨\n⑧桃李不言\n感激是春天里的（　）\n（　）,催开了蕴含希望的蓓蕾；感激是秋日里结出的（　）\n（　），映照\n着你丰收的笑脸。吃水的时候，感激挖井的人，（　）\n（　），让我们更加珍惜甜美的泉水；收获\n的时候，感激播种的人，（　）\n（　），让我们更加明白劳动的艰辛；成功的时候，感激生养你的\n人，（　）\n（　），让我们更加懂得生命的宝贵···让我们心存感激，学会感恩。",
    "answer": "7\n1\n2\n③\n5"
  },
  {
    "id": 114,
    "page": 23,
    "answerPage": 4,
    "type": "choice",
    "prompt": "下列句子中画横线的成语使用不恰当的一项是（　）\n（　）。",
    "answer": "A",
    "options": [
      "A. 等得不耐烦的父亲对儿子说：“看你妈出个门还得打扮半天，真是麻烦一—让她深居简\n出还挺不容易！\"",
      "B. 竹筏在湍急的河流中，就像一只漂浮于水面的甲虫，船工小心翼翼地撑着筏子，唯恐它\n被巨浪打翻。",
      "C. 五岁的小侄子戴着大檐帽，别着玩具枪，煞有介事地在房间里巡视，那模样真是让人忍\n俊不禁。",
      "D. 为了筹建南极长城站，他呕心沥血；长城站落成时，这位钢铁般的汉子也流泪了。"
    ],
    "detail": "深居简出：平日老在家里待着，很少出门。"
  },
  {
    "id": 115,
    "page": 24,
    "answerPage": 4,
    "type": "text",
    "prompt": "先按要求将下列成语分类，再找出其中的反义词。\n高瞻远瞩\n神机妙算\n舍已为人\n阴谋诡计\n斗志昂扬\n好高骛远\n自私自利\n垂头丧气\n（1）将上面的成语按褒义词和贬义词分类。\n褒义词：\n贬义词：\n（2）从上面的成语中找出两对反义词。\n（　）—（　）",
    "answer": "（1）褒义词：高瞻远瞩神机妙算舍已为人\n斗志昂扬\n贬义词：阴谋诡计好高骛远\n自私自利\n垂头丧气\n（2）舍己为人一自私自利斗志昂扬一垂头丧气"
  },
  {
    "id": 116,
    "page": 24,
    "answerPage": 4,
    "type": "text",
    "prompt": "将下面的词语按要求分类。\n（1）浓眉大眼\n凝视魁梧\n端详忐忑不安\n胆战心惊\n目不转睛\n懊悔喜悦\n苍老东张西望\n容光焕发\n①与“看”有关的词语：\n②描写人物外貌的词语：\n③描写人物心理活动的词语：\n（2）刻舟求剑舍己为人视死如归\n自相矛盾\n山清水秀\n崇山峻岭守株待兔花红柳绿拾金不昧\n①表现人物品质的词语：\n②描写自然景物的词语：\n③说明某种道理的词语：",
    "answer": "（1）①凝视端详目不转睛东张西望\n②浓眉大眼魁梧苍老容光焕发\n③志忑不安\n胆战心惊懊悔喜悦\n(2）①舍己为人\n视死如归\n拾金不昧\n②山清水秀\n崇山峻岭\n花红柳绿\n③刻舟求剑自相矛盾守株待兔"
  },
  {
    "id": 117,
    "page": 24,
    "answerPage": 4,
    "type": "text",
    "prompt": "根据诗句提示写成语。\n（1）此曲只应天上有。（　）\n（2）小荷才露尖尖角。（　）\n（3）春蚕到死丝方尽。（　）\n（4）万紫千红总是春。（　）",
    "answer": "（1）不同凡响　（2）出水芙蓉　（3）鞠躬尽瘁　（4）春暖花开"
  },
  {
    "id": 118,
    "page": 24,
    "answerPage": 4,
    "type": "text",
    "prompt": "成语是祖国语言文字中的瑰宝，经过几年的学习，你究竟掌握多少？测测自己。\n（1）将下面的成语补充完整。\n良师（　）\n（　）友\n狂风怒（　）\n再接再（　）\n（　）转反侧\n兴国安（　）\n排山（　）\n（　）海\n应接不（　）\n神机（　）\n（　）算\n(2）学习成语要善于归纳总结，请你尝试着写出以下两类成语(各写两个)。\n①反映人物优秀品质的：\n②四个字中带有一对反义词的：",
    "answer": "(1)益吼厉辗邦倒暇妙\n（2）①高风亮节光明磊落②同甘共苦\n颠倒黑白"
  },
  {
    "id": 119,
    "page": 24,
    "answerPage": 5,
    "type": "text",
    "prompt": "填写三字词语。\n人们常把不会游泳的人称作“旱鸭子”，把不识一字的人称作“睁眼瞎”。你知道下面\n的这些人又被称作什么吗？\n（1）比喻有才干的人才。\n（2）浑身湿透的人。\n（3）粗心大意的人。\n（4）代人受过、替人受罪的人。（　）\n（5）不劳动，靠别人养活的人。（　）\n（6）外表和善、内心凶狠的人。（　）\n（7）无原则地进行调解的人。（　）\n（8）忘恩负义、恩将仇报的人。（　）\n（9）比喻善于随情势而改变立场的人。\n（10）没有依靠、无处投奔的人。（　）\n（11）思想很陈旧的人。\n（12）没有骨气的人。",
    "answer": "（1）千里马\n（2）落汤鸡（3）马大哈\n合（4）替罪羊（5）寄生虫（6）笑面虎\n（7）和事佬\n（8）中山狼\n（9）墙头草（10）丧家犬（11）老古董\n（12）软骨头"
  },
  {
    "id": 120,
    "page": 25,
    "answerPage": 5,
    "type": "text",
    "prompt": "将下列惯用语补充完整。\n出其不意，\n翻手为云，\n福无双至，\n捡了芝麻，\n智者千虑，\n愚者千虑，\n一波未平，\n成事不足，\n食之无味，\n前无古人，\n不人虎穴，\n尺有所短，",
    "answer": "攻其不备\n覆手为雨祸不单行丢了西瓜\n终有一失必有一得\n一波又起败事有余弃之可惜\n后无来者\n焉得虎子寸有所长"
  },
  {
    "id": 121,
    "page": 25,
    "answerPage": 5,
    "type": "text",
    "prompt": "根据意思或提示写成语。\n（1）鹦鹉学人说话。（　）\n（2）拥有了很多的钱。（　）\n（3）剧场里面坐满客。（　）\n（　）（4）赶着鸭子去上架。（　）\n（5）一个巴掌拍不响。（　）\n（　）（6）今天又是星期一。（　）\n（7）按收入决定支出。（　）\n（　）（8）运动场上举重比赛。（　）\n（9）武大郎大摆筵席。（　）\n（　）(10）顾虑太多犹豫不决。（　）\n（11）鼻子都气歪了。（　）\n（　）（12）前怕狼后怕虎。（　）",
    "answer": "（1）人云亦云（2）腰缠万贯\n（3）座无虚席\n（4）强人所难\n（5）孤掌难鸣\n：（6）周而复始\n（7）量人为出\n（8）斤斤计较\n（9）高朋满座\n（10）瞻前顾后\n（11）气急败坏（12）畏首畏尾"
  },
  {
    "id": 122,
    "page": 25,
    "answerPage": 5,
    "type": "text",
    "prompt": "谁是主角？\n汉语里有许多成语来源于历史故事，这些故事中有许多人物登场，众多人物里有一个\n是故事的主角。你能说出下列成语中的主角吗？\n四面楚歌（　）\n初出茅庐（　）\n人木三分（　）\n煮豆燃其（　）\n破釜沉舟（　）\n纸上谈兵（　）\n背水一战（　）\n指鹿为马（　）\n围魏救赵（　）\n草船借箭（　）\n完璧归赵（　）\n卧薪尝胆（　）\n负荆请罪（　）\n毛遂自荐（　）\n闻鸡起舞（　）\n三顾茅庐（　）\n望梅止渴（　）\n图穷匕见（　）",
    "answer": "项羽诸葛亮\n王羲之\n曹植\n项羽\n赵括\n韩信赵高孙\n诸葛亮蔺相如\n勾践廉颇\n毛遂\n祖渺\n刘备曹操荆轲"
  },
  {
    "id": 123,
    "page": 25,
    "answerPage": 5,
    "type": "text",
    "prompt": "把下列诗句与相应的成语用线连起来。\n飞流直下三千尺\n当局者迷\n不识庐山真面目\n事与愿违\n有心栽花花不开\n山高水长\n春蚕到死丝方尽\n一帆风顺\n轻舟已过万重山\n一见如故\n相逢何必曾相识\n鞠躬尽\n练习三",
    "answer": "飞流直下三千尺—山高水长\n不识庐山真面目一当局者迷\n有心栽花花不开一事与愿违\n春蚕到死丝方尽一鞠躬尽\n轻舟已过万重山一一帆风顺\n相逢何必曾相识一一见如故"
  },
  {
    "id": 124,
    "page": 26,
    "answerPage": 5,
    "type": "text",
    "prompt": "在恰当的词语下画“\n”，使前后词语搭配得当。\n飞快地(跑跳走)\n微微地(躺下点头\n说笑）\n辛勤地(玩要 思考 工作)\n尽情地(歌唱看书\n等待）\n敏捷的(动作\n眼光\n头脑)\n明亮的(马路 操场教室)\n美丽的(花朵树木小草)\n刺骨的(大雪\n寒风\n细雨)",
    "answer": "跑点头工作歌唱动作教室花朵寒风"
  },
  {
    "id": 125,
    "page": 26,
    "answerPage": 5,
    "type": "text",
    "prompt": "用“清”组词并填写在下面的括号里。\n（　）的叫声\n（　）的印迹\n（　）的回答\n（　）的泉水\n（　）的空气\n（　）的生活\n（　）的脸庞\n（　）的山谷",
    "answer": "清脆清晰清楚清凉（清澈）清新清闲清瘦清幽"
  },
  {
    "id": 126,
    "page": 26,
    "answerPage": 5,
    "type": "text",
    "prompt": "仿照示例，在括号里填入意思相反的汉字，组成成语。\n例：(悲)(欢)离合\n（　）（　）\n（　）圆缺\n争（　）\n（　）恐（　）\n（　）口（　）\n（　）声翻（　）\n（　）覆（　）\n严（　）\n（　）酷（　）\n转（　）\n（　）为（　）\n避（　）\n（　）就（　）\n（　）应（　）\n（　）合\n积（　）\n（　）成（　）\n（　）七（　）\n（　）八",
    "answer": "阴晴先后异同天地寒暑\n危安重轻里外少多横竖"
  },
  {
    "id": 127,
    "page": 26,
    "answerPage": 5,
    "type": "text",
    "prompt": "给下列句子中加点的词语选择合适的解释，把序号填写在括号里。\n（1）见识：A．接触事物，扩大见闻B．见闻，知识\n①我们可以从影片中得到一点见识。（　）\n②我们去春游，到大自然中去见识各种事物。（　）\n（2）沸腾：A.液体达到一定温度时急剧转化为气体的现象\nB．比喻事物蓬勃发展或情绪高涨\n①壶里的水沸腾起来，壶盖就动了。（　）\n②下课铃响了，操场上沸腾起来。（　）\n（3）温暖：A.暖和B．使人感到温暖\n①党的关怀，温暖了灾区人民的心。（　）\n②祖国的宝岛台湾气候温暖。（　）\n（4）韧性：A．物体受外力作用时，产生变形而不易折断的性质\nB．顽强持久的精神\n① 我们必须有韧性才能取得成功。（　）\n②这种面粉做成的面食，很有韧性，特有嚼劲儿。（　）",
    "answer": "(1)BA(2)AB(3)BA(4)BA"
  },
  {
    "id": 128,
    "page": 26,
    "answerPage": 5,
    "type": "text",
    "prompt": "选择适当的关联词语填空。\n只有…··\n虽然…但是.…\n如果.…··..···\n无论···都…··\n不但..·而.····\n既然.…··...···\n（1）雷锋叔叔（　）\n（　）离开了我们，（　）\n（　）他的精神永远鼓舞着我们前进。\n(2) （　）\n（　）学哪一门学科，（　）\n（　）要有扎实的基本功和严肃的科学态度。\n（3）我们（　）\n（　）要迅速发展生产，（　）\n（　）要逐步改善生活。\n(4) （　）\n（　）明天下雨,体育课（　）\n（　）在体操房里上。\n(5)（　）\n（　）你答应了这件事，你（　）\n（　）负责到底，努力做好。\n（6）我们（　）\n（　）处处想着别人，我们的生命（　）\n（　）会有意义。",
    "answer": "（1）虽然…但是.．（?）无论…都……·\n（3）不但…··而.··（）.果.………·.···\n（5）既然.…．（·）只有.·"
  },
  {
    "id": 129,
    "page": 27,
    "answerPage": 5,
    "type": "text",
    "prompt": "在下列句子中的括号内填入恰当的关联词语。\n（1）星期天，我和小王总会见面的，（　）\n（　）我去找她，（　）\n（　）她来找我。\n（2）一切的一切，（　）\n（　）不那么容易，（　）\n（　）不那么困难，只要认真、努力、热爱，都能\n如人所愿。\n（3）李志华（　）\n（　）刻苦学习，（　）\n（　）热爱劳动。\n李志华（　）\n（　）刻苦学习，（　）\n（　）成绩很好。\n李志华（　）\n（　）刻苦学习，（　）\n（　）不注意锻炼身体。\n(4)（　）\n（　）刮风下雨，玲玲（　）\n（　）不来我家。\n（　）刮风下雨，（　）\n（　）玲玲没来我家。\n（　）刮风下雨，（　）\n（　）玲玲还来我家。\n（　）刮风下雨,玲玲（　）\n（　）会来我家。\n（　）我去玲玲家，（　）\n（　）玲玲来我家？\n（　）我去玲玲家，（　）\n（　）玲玲来我家。",
    "answer": "（1）不是.·.·就是.…·…（?）..….…··\n（3）不但.···而..···\n因为……··所以…·\n虽然但是.….….果.…·.……·\n因为…所以.…虽然……但是.·"
  },
  {
    "id": 130,
    "page": 27,
    "answerPage": 5,
    "type": "text",
    "prompt": "在括号里填入恰当的关联词语。（所填词语不能重复）\n(1)（　）\n（　）在区里的比赛中获一等奖，你（　）\n（　）能参加市里的决赛。\n(2)（　）\n（　）在区里的比赛中获一等奖，你（　）\n（　）不能高兴得太早。\n(3)（　）\n（　）在区里的比赛中获一等奖，（　）\n（　）要在市里的决赛中取得好成绩，\n（　）得加把劲。\n(4)（　）\n（　）在区里的比赛中获一等奖，（　）\n（　）能参加市里的决赛。",
    "answer": "（1）.果..……·就..·.…（?）即使·也.··\n（3）既便.…·但…….还..……·\n或：虽然…但是…还\n（4）只要………就或：只有……才"
  },
  {
    "id": 131,
    "page": 27,
    "answerPage": 5,
    "type": "text",
    "prompt": "把下列每组词语按一定的顺序排列起来。\n（1）工具书\n牛\n字典\n小学生字典\n（2）杭州\n中国\n世界\n浙江\n浙江大学\n（3）动物\n苍蝇\n生物\n昆虫\n（4）汽车\n红旗牌轿车车\n轿车",
    "answer": "（1）书工具书字典小学生字典\n（2）世界中国浙江杭州浙江大学\n（3）生物动物昆虫苍蝇\n（4）车汽车轿车红旗牌轿车"
  },
  {
    "id": 132,
    "page": 27,
    "answerPage": 5,
    "type": "text",
    "prompt": "在下列各组词语中不是同一类的词语下画“\n””\n（1）梅花\n兰花\n菊花\n雪花\n荷花\n（2）麻雀\n鹤鹑\n蝙蝠\n喜\n翠鸟\n(3)矮\n懒\n高\n胖\n瘦\n（4）影视\n舞蹈\n报纸\n戏剧\n音乐\n（5）萝卜\n青菜\n蔬菜\n黄瓜\n洋葱",
    "answer": "（1）雪花（2）蝙蝠（3）懒（4）报纸（5）蔬菜"
  },
  {
    "id": 133,
    "page": 28,
    "answerPage": 5,
    "type": "text",
    "prompt": "在下列各小题中分别找出与示例表示的关系最相似的一项。\n(1）（示例)售货员：顾客（　）\nA.校长：教师\nB.经理：营业员\nC.父母：子女\nD.作家：读者\n（2）（示例）罗贯中：《三国演义》\nA.宋江：《水浒传》\nB.吴承恩：《西游记》\nC.鲁迅：《我的伯父鲁迅先生》\nD.《落花生》：《月光曲》\n(3）（示例)老师：学校（　）\nA.农民：种地\nB.军人：战场\nC.医生：医院\nD.学生：图书馆\n（4）（示例）稠密：稀疏（　）\nA.宽：明亮\nB.词语：词汇\nC.伟大：平凡\nD.酷热：炎热",
    "answer": "(1)D(2)B(3)C(4)C"
  },
  {
    "id": 134,
    "page": 28,
    "answerPage": 5,
    "type": "text",
    "prompt": "为下列各组找出适当的答案。\n（1）剪刀对布匹\n锯子对\nA.水泥\nB．木材\nC.椅子\nD.砖头\n（2）花卉对公园\n化石对\nA.商店\nB.礼堂\nC.博物院\nD.图书馆\n（3）鸟蛋对雏鸟\n种子对\nA.树木\nB．花朵\nC.幼芽\nD.树根\n（4）良药对苦口\n忠言对\nA.顺耳\nB.刺耳\nC.逆耳\nD.悦耳\n（5）成果对努力\n收获对\nA.除草\nB.播种\nC.施肥\nD.耕耘",
    "answer": "(1)B(2)C(3)C(4)C(5)D"
  },
  {
    "id": 135,
    "page": 28,
    "answerPage": 5,
    "type": "text",
    "prompt": "在括号里填入恰当的词语。\n热闹对城市正如安静对（　）\n（　）对白天正如黑暗对夜晚\n节约对光荣正如浪费对（　）\n（　）对冬天正如温暖对春天\n喧闹对大街正如僻静对（　）\n团结对安定正如分裂对（　）\n信任对朋友正如怀疑对（　）\n批评对缺点正如表扬对（　）\n马对牲畜正如鸡对（　）\n宽阔对马路正如狭窄对（　）\n高耸对山峰正如低洼对（　）\n凶猛对老虎正如柔弱对（　）\n春天对耕耘正如秋天对（　）\n轮船对大海正如飞机对（　）",
    "answer": "乡村光明可耻寒冷小巷动荡敌人\n优点家禽小道谷底绵羊收获天空"
  },
  {
    "id": 136,
    "page": 28,
    "answerPage": 5,
    "type": "choice",
    "prompt": "下列各组词语中分类正确的一组是（　）\n（　）。",
    "answer": "E",
    "options": [
      "A. 和葛珍贵美好波光粼粼稳稳当当",
      "B. 梳理积攒奔驰季节感情\n进射",
      "C. 干净明亮\n美观大方\n聪明伶俐\n伟大光荣\n青山绿水",
      "D. 小草碧绿\n眼睛雪亮\n操场干净小猴机灵打扫教室",
      "E. 一眨眼一瞬间一刹那一骨碌一会儿\nF.花红柳绿万紫千红碧水长流蓝天白云\n眉开眼笑"
    ]
  },
  {
    "id": 137,
    "page": 29,
    "answerPage": 5,
    "type": "text",
    "prompt": "把下面的词语分成两类，并照样子各再写两个。\n虚实 危险 动静 寒冷 疑惑 贫富潮湿彼此\n（1）同义的汉字组成的词语：\n再写两个：\n（2）反义的汉字组成的词语：\n再写两个：",
    "answer": "（1）危险寒冷疑惑潮湿再写两个：狭窄美丽\n（2）虚实动静贫富彼此再写两个：前后来往"
  },
  {
    "id": 138,
    "page": 29,
    "answerPage": 6,
    "type": "text",
    "prompt": "先将词语补充完整，再按要求归类。\n盛气（　）\n（　）人\n兴国安（　）\n一丝不（　）\n大同小（　）\n完（　）\n（　）归赵\n（　）死如归\n画蛇（　）\n（　）足\n千（）一发\n（1）含有褒义色彩的词语：\n（2）含有贬义色彩的词语：\n（3）由两个相同（或相近）的词组成的词语：\n（4）由两个相反（或相对）的词组成的词语：\n（5）用打比方的手法组成的词语：\n（6）用夸张的手法组成的词语：",
    "answer": "凌邦苟异璧视添钧\n（1）一丝不苟视死如归（2）盛气凌人\n画蛇添足\n（3）兴国安邦\n（4）大同小异（5）视死如归（6）千钧一发"
  },
  {
    "id": 139,
    "page": 29,
    "answerPage": 6,
    "type": "text",
    "prompt": "根据下列词语的不同含义造句。\n见识\n①接触事物，扩大见闻。\n②见闻，知识。\n锐利\n①尖而快，指刀刃锋利等。\n②尖锐（多指目光、言论、文笔等）。\n滔滔不绝\n①形容大水滚滚，连绵不断。\n②比喻话多，连续不断。",
    "answer": "见识：①通过到乳制品工厂的参观学习，我们见识了牛奶以及酸奶的生产过程，收获很多。②阅\n读，能让人长见识、明是非、坚心志。\n锐利：①刀很锐利，容易划伤人。②他的目光很锐利，似乎能看穿他人的心。\n滔滔不绝：①长江之水滔滔不绝，气势浩荡。②辩论赛上他滔滔不绝地陈述着自己的观点。"
  },
  {
    "id": 140,
    "page": 29,
    "answerPage": 6,
    "type": "text",
    "prompt": "词义闯关。\n（1）写出下列词语的含义。\n榜文：\n客舍：\n墨客：\n（2）根据语境，写出下列加点词语的含义。\n众猴听说，即拱伏无违。一个个序齿排班，朝上礼拜，都称“千岁大王”。\n拱伏无违：\n序齿排班：\n（3）写出下列加点字的含义。\n吾盾之坚\n弗能应\n溺而不返\n守株待兔",
    "answer": "（1）榜文：古代指文告。客舍：供旅客住宿的房屋。\n墨客：指文人。\n（2）拱伏无违：都表示赞同，没有一个违抗或不同意的。\n序齿排班：按照年龄大小排成队列。\n(3）坚固\n应答返回守候"
  },
  {
    "id": 141,
    "page": 30,
    "answerPage": 6,
    "type": "text",
    "prompt": "根据意思写出含有“言”和“语”的成语\n（1）很少的几句话。（　）\n（　）言（　）\n（　）语\n（2）随口乱说的话。（　）\n（　）言（　）\n（　）语\n（3）说了很多的话。（　）\n（　）言（　）\n（　）语\n（4）含有讽刺意味的冷冰冰的话。（　）\n（　）言（　）\n（　）语\n（5）自己对自己说的话。（)言（　）\n（　）语\n（6）风传的话；没有根据的话。（　）\n（　）言（　）\n（　）语\n（7）气魄很大的话。（　）\n（　）言（　）\n（　）语\n（8）与正事无关的话。（　）\n（　）言()语\n（9）为了讨人喜欢而说的好听的话。（）\n（　）言（　）\n（　）语\n（10）虚假而动听的话。（　）\n（　）言（　）\n（　）语",
    "answer": "（1）三\n两\n(2)胡\n(3)千\n万\n(4)冷冷(5)自自\n(6)流\n（7）豪\n壮\n(8)闲碎\n(9）甜蜜\n(10)花巧"
  },
  {
    "id": 142,
    "page": 30,
    "answerPage": 6,
    "type": "text",
    "prompt": "下面是含有“言”字的一组词语以及这些词语的解释，请将词语前的序号填入相应的解释\n后的括号里。\n①大言②危言③流言④恶言戏言讳言谗言⑧建言\n没有根据的话。（　）\n阴险狠毒的话。（　）\n不敢或不愿说。（　）\n随便说不当真的话。（　）\n令人吃惊的话。（　）\n张扬夸大的话。（　）\n诽谤挑拨的话。（　）\n陈述主张或意见。（　）",
    "answer": "③\n④\n?\n5\n②\n⑧"
  },
  {
    "id": 143,
    "page": 30,
    "answerPage": 6,
    "type": "text",
    "prompt": "你知道下面这些各种各样的“闻”吗？请试着补充完整。\n（1）听到见到的事情称为（　）\n（　）闻\n（2）奇特动听的事情称为（　）\n（　）闻\n（3）辗转流传的事情称为（　）\n（　）闻\n（4）过去发生的事情称为（　）\n（　）闻\n（5）比较重要的事情称为（　）\n（　）闻\n（6）新奇有趣的事情称为（　）\n（　）闻",
    "answer": "（1）见\n(2)奇(3)传\n(4)旧(5)要（6)趣"
  },
  {
    "id": 144,
    "page": 30,
    "answerPage": 6,
    "type": "text",
    "prompt": "根据要求写成语。\n（1）根据平时的积累，按要求分别写出四个成语。\n①来源于寓言故事的：\n②来源于神话传说的：\n③来源于历史故事的：\n④描写自然景物的：\n5\n描写人物神态的：\n描写建筑物的：\n表现人物英勇行为的：\n⑧形容知识丰富的：\n9含有动物名称的：\n（2）按照不同的结构形式，分别写出四个成语。\n①AABB式：\n②ABAC式：\nAABC式：\nABCC式：\n（3）分别写出四个含有下列修辞手法的成语。\n①比喻：\n②夸张：\n（4）写出四个不是四个字的成语。",
    "answer": "（1）示例：①坐井观天\n井底之蛙\n刻舟求剑\n狐假虎威\n②夸父逐日\n精卫填海\n女娲补天\n开天辟地\n③望梅止渴\n闻鸡起舞\n指鹿为马\n囊萤映雪\n④湖光山色\n山清水秀\n水天一色\n姹紫媽红\n③笑容可掬\n疾言厉色\n谈笑风生\n从容不迫\n雕梁画栋\n富丽堂皇\n古色古香\n鳞次栉比\n视死如归\n奋不顾身\n临危不惧\n冲锋陷阵\n⑧博古通今\n才高八斗\n学富五车\n满腹经纶\n9兔死狐悲\n杯弓蛇影\n对牛弹琴\n鹤立鸡群\n（2）示例：①郁郁葱葱\n跟跟跑跑\n兢兢业业\n勤勤恳恳\n②虎头虎脑\n有声有色\n群策群力\n自吹自擂\n③彬彬有礼\n比比皆是\n步步为营\n勃勃生机\n④书声琅琅\n死气沉沉\n逃之天天\n得意洋洋\n（3）示例：①繁花似锦\n胆小如鼠\n水平如镜\n挥汗如雨\n②千钧一发震耳欲聋\n一手遮天\n垂涎三尺\n（4）示例：十年树木，百年树人螳螂捕蝉，黄雀在后\n千里送鹅毛十年磨一剑"
  },
  {
    "id": 145,
    "page": 31,
    "answerPage": 6,
    "type": "choice",
    "prompt": "某服装厂请人创作广告语，初拟了四条，其中最恰当的是（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 款式讲究花型特殊\n未用料考究做工精致",
      "B. 款式大方\n花型别致\n用料考究\n做工精细",
      "C. 款式华丽\n花型不一\n用料优良\n做工用心",
      "D. 款式大方\n花型特殊用料上乘\n做工精密"
    ]
  },
  {
    "id": 146,
    "page": 31,
    "answerPage": 6,
    "type": "text",
    "prompt": "根据意思写出含有“手”的成语。\n（1）形容极为兴奋。（　）\n（2）形容情谊深如兄弟。（　）\n（3）形容医术高明。（　）\n（4）形容做事机警、敏捷。（　）\n（5）形容重归于好。（　）\n（6）形容心思灵敏、手艺精巧。（　）\n（7）形容十分喜爱。（　）\n（8）形容技艺娴熟或做事顺手。（　）",
    "answer": "（1）手舞足蹈\n（2）情同手足\n（3）妙手回春（4）眼疾手快\n（5）握手言和\n（6）心灵手巧\n（7）爱不释手（8）得心应手"
  },
  {
    "id": 147,
    "page": 31,
    "answerPage": 6,
    "type": "text",
    "prompt": "根据提示写成语。\n（1）最大的手掌。（　）\n（2）最深的呼吸。（　）\n（3）最长的腿。（　）\n（4）最高的人。（　）\n（5）最大的家。（　）\n（6）最大的容量。（　）\n（7）最大的差别。（　）\n（8）最大的变化。（　）",
    "answer": "（1）一手遮天\n（2）气吞山河\n（3）一步登天（4）顶天立地\n（5）四海为家\n（6）包罗万象\n（7）天壤之别（8）天翻地覆"
  },
  {
    "id": 148,
    "page": 31,
    "answerPage": 7,
    "type": "text",
    "prompt": "“绿色”本义是一种色彩，近年来却衍生出许多新的含义。请从“绿色食品”“绿色通道”“绿\n色心情”中任意选出两个词语，写出其中“绿色”的含义。",
    "answer": "“绿色食品”中的“绿色”：无污染、安全、健康、环保。“绿色通道”中的“绿色”：方便、快捷、无干扰。\n“绿色心情”中的“绿色”：健康、积极。"
  },
  {
    "id": 149,
    "page": 31,
    "answerPage": 7,
    "type": "text",
    "prompt": "有些事物蕴涵着很深的象征意义，请你找出对应的词语并写下来。\n黄牛骆驼银杏松柏万年青海鸥喜鹊荷花梅花百合花\n搏击风浪\n坚贞不屈\n任劳任怨\n百年好合\n出污不染\n和平友谊\n文明古老\n友谊长存\n永葆青春\n任重道远\n奉献到死\n吉祥如意\n老实忠厚\n坚韧不拔\n身手敏捷\n一（　）\n练习四",
    "answer": "黄牛一任劳任怨骆驼一任重道远银杏一文明古老松柏一友谊长存\n万年青一永葆青春海鸥一搏击风浪喜一吉祥如意\n荷花一出污不染梅花一坚韧不拔百合花一百年好合"
  },
  {
    "id": 150,
    "page": 32,
    "answerPage": 7,
    "type": "choice",
    "prompt": "依次填入画横线部分，最恰当的一项是（　）\n（　）。\n近几年，一度\n的神经网络算法开始复兴。这种算法在一定程度上\n了生物神经分层的构架，不仅能够不断调整优化各项行动的逻辑权重，还能够进行结果的\n，把结果重新作为输人进行训练。",
    "answer": "C",
    "options": [
      "A. 沉默　模仿　回馈",
      "B. 沉沦　仿真　回应",
      "C. 沉寂　模拟　反馈",
      "D. 沉凝　仿照　反应"
    ],
    "detail": "第一空：强调这种算法之前重视不够、出现很少。A项中的“沉默”形容人不爱说笑，不能形容算\n法，排除；B项中的“沉沦”指陷人罪恶的、痛苦的境地，用在此处不合适，排除；D项中的“沉凝”指\n凝滞、不流动，用在此处不合适，排除。第二空和第三空：代人C项验证，整体符合语境。故选C。"
  },
  {
    "id": 151,
    "page": 32,
    "answerPage": 7,
    "type": "choice",
    "prompt": "依次填入画横线部分，最恰当的一项是（　）\n（　）。\n雾霾问题是个棘手难题，但再棘手也得解决，而且难题破解还得摁下“快进键”。虽然\n从客观规律上看，治霾难\n，可就紧迫性而言，治霾还必须\n,抓住那些核心\n症结对症施治。",
    "answer": "C",
    "options": [
      "A. 一劳永逸　釜底抽薪",
      "B. 一马当先　根治病灶",
      "C. 一蹴而就　只争朝夕",
      "D. 一步登天　刻不容缓"
    ],
    "detail": "第一空：根据前文“雾霾问题是个棘手难题”可知，该空应与“棘手难题”语义相反。B项中的“一\n马当先”形容领先或带头；D项中的“一步登天”形容地位一下子升得非常高。二者都与“棘手难\n题”语义不构成相反关系，排除。A项中的“一劳永逸”指辛苦一次，把事情办好，以后就不再费事\n了；C项中的“一而就”形容事情轻而易举，一下子就能完成。二者均符合语境。第二空：根据\n“还得摁下“快进键””“就紧迫性而言”“抓住那些核心症结对症施治”可知，该空所填的词语需要前\n后文都照应到，“抓住那些核心症结对症施治”也是为了体现“摁下“快进键””，故应填与时间有关\n的词语。A项中的“釜底抽薪”比喻从根本上解决问题，未体现“摁下‘快进键””，不符合语境，排\n除。C项中的“只争朝夕”比喻抓紧时间，力争在最短时间内完成任务，达到预期的目的，强调抓紧\n时间做事，符合语境。故选C。"
  },
  {
    "id": 152,
    "page": 32,
    "answerPage": 7,
    "type": "choice",
    "prompt": "依次填入画横线部分，最恰当的一项是（　）\n（　）。\n玛格丽特·米切尔的畅销书既不是泥浆也不是高等艺术，这部作品足够获得普利策\n奖，但是即使是普通的读者也能感受到它那感伤的情节不能够和伟大的作品\n像《飘》这种\n了艺术、商业、量产化的书籍，“通俗”是它最好的定义词。",
    "answer": "B",
    "options": [
      "A. 比肩同行　汇集",
      "B. 相提并论　融合",
      "C. 不分轩轾　杂糅",
      "D. 等量齐观　荟萃"
    ]
  },
  {
    "id": 153,
    "page": 32,
    "answerPage": 7,
    "type": "choice",
    "prompt": "依次填入画横线部分，最恰当的一项是（　）\n（　）。\n对于社会性动物人类来说，社交的重要性\n，而社交活动中必不可少的技能就\n是要认清别人的脸。不幸得脸盲症的话，真是会",
    "answer": "A",
    "options": [
      "A. 不言而喻窘态百出",
      "B. 毋庸赘述\n贻笑大方",
      "C. 昭然若揭见笑于人",
      "D. 显而易见\n羞愧难当"
    ],
    "detail": "第一空：强调社交的重要性是非常明显的，不言自明的。A、B、D均可。C项中的“昭然若揭”指\n真相大白，通常用作贬义词，排除。第二空：题中说，认清别人的脸是社交活动中必不可少的技能，\n所以“不幸得脸盲症的话，真是会\n”，横线处要填一个与脸盲症对社交造成的不良影响相\n关的词语。A项中的“窘态百出”形容人频频出丑、颇为难堪的样子，脸盲症会让人出丑，符合语\n境。B项中的“贻笑大方”指让内行人笑话；C项中的“羞愧难当”指羞愧得难以承受，形容感到十\n分羞愧。二者都不合语境。故选A。"
  },
  {
    "id": 154,
    "page": 32,
    "answerPage": 7,
    "type": "choice",
    "prompt": "依次填入画横线部分，最恰当的一项是（　）\n（　）。\n孔雀蜘蛛的体型非常小，只有4毫米到5毫米，其中，雌性蜘蛛比雄性蜘蛛大。不过，\n就是这样小的身躯，也能靠着大自然的\n吸引人们的注意。",
    "answer": "A",
    "options": [
      "A. 鬼斧神工",
      "B. 精雕细刻",
      "C. 巧夺天工",
      "D. 匠心独运"
    ],
    "detail": "根据“靠着大自然的·…··”可知，孔雀蜘蛛的形成要体现“大自然造化”的特点。B项“精雕细刻”\n意为精心细致地雕刻，多用于比喻，形容做事认真细致。C项“巧夺天工”意为精巧的人工胜过天\n然，形容技艺极其精巧。D项“匠心独运”意为在文学、艺术等方面独创性地运用巧妙的心思。三\n者都不关涉“大自然造化”，排除。A项“鬼斧神工”形容建筑、雕塑等技巧的精巧，非人工所能为。\nA选符合“大自然造化”的语境。故选A。"
  },
  {
    "id": 155,
    "page": 33,
    "answerPage": 7,
    "type": "choice",
    "prompt": "依次填入画横线部分，最恰当的一项是（　）\n（　）。\n“自由想象力崇拜”的背后，是“顿悟崇拜”。这种思想认为一般人终日被自己的知识\n所\n，而一旦跳出就能取得重大突破。费曼说，相对论流行以后，很多哲学家跳出\n来说：“坐标是相对的，这难道不是最自然的哲学要求吗？这个我们早就知道了！\"可是如\n果你告诉他们光速在所有坐标系下不变，他们就会",
    "answer": "B",
    "options": [
      "A. 羁绊怅然若失",
      "B. 束缚\n目瞪口呆",
      "C. 钳制呆若木鸡",
      "D. 禁锢\n追悔莫及"
    ],
    "detail": "可先分析第二空：由最后一句“可是如果·….”中的转折关联词“可是”可知，前后为转折关系。\n转折之前强调哲学家对自己所持的观点非常自信，转折之后则应凸显出很多哲学家得知真相后的\n“震惊、吃惊”。A项中的“怅然若失”形容心里不愉快，好像丢失了什么东西一样。D项中的“追悔莫\n及”指后悔也来不及了。二者都无法体现“震惊、吃惊”之意，不符合语境，排除。再分析第一空：所填\n词语要与“知识”搭配。C项中的“钳制”意为用强力限制，使不能自由行动，常搭配言论或某种势力，\n不与“知识\"搭配，排除。B项中的“束缚”指受到约束限制，可以和“知识\"搭配，符合语境。故选B。"
  },
  {
    "id": 156,
    "page": 33,
    "answerPage": 8,
    "type": "choice",
    "prompt": "依次填入画横线部分，最恰当的一项是（　）\n（　）。\n当年的美丽楼兰，这个绿洲上的王国，丝绸之路上的要塞，总是驼铃叮当，人迹熙攘，\n多么地令人眼热而起兵戎啊。周边的游牧民族厮杀终年不歇，北方的匈奴汹汹如潮肆意\n南侵，连大汉王朝也皇皇挺兵饮马于此。说话间，\n的谋略，\n的交响，绿野\n上驰骋的一世之雄，而今安在哉？",
    "answer": "D",
    "options": [
      "A. 尔虞我诈　万马奔腾",
      "B. 经天纬地　秣马厉兵",
      "C. 汪洋恣肆　戎马倥偬",
      "D. 纵横捭阖　金戈铁马"
    ],
    "detail": "第一空：根据“谋略”“交响”“驰骋的一世之雄”可知，应该填入中性偏积极感情色彩的成语，同时\n与“谋略”搭配。A项中的“尔虞我诈”指彼此猜疑、互相欺骗，感情色彩消极，排除。B项中的“经\n天纬地\"指谋划天下之事，多用来形容人才能极大；C项中的“汪洋恣肆”形容文章、人物气度或气\n势宏大磅礴。二者均不能与“谋略”搭配，排除。D项中的“纵横阖”指在政治、外交上运用手段\n进行联合或分化，符合语境。第二空：由“交响”“绿野上驰骋的一世之雄”可知，该空描写一种战争\n场面。D项中的“金戈铁马”指金属制的戈，披铁甲的战马，借指威武雄壮的军队，也指战争或军旅\n生涯，符合语境。故选D。"
  },
  {
    "id": 157,
    "page": 33,
    "answerPage": 8,
    "type": "text",
    "prompt": "人体部位常常被用来比喻有关的事物或事理，如“手腕——手段”“手足——兄弟”“手头——钱的多少”等。下列有关“心”的部位，各表示什么意思？\n（1）心腹：　（2）心血：　（3）心肝：　（4）心肠：　（5）心脏：　（6）心胸：",
    "answer": "（1）亲信（2）精力（3）心爱的人（4）对事物的感情状态\n（5）事物的中心（6）人的气量"
  },
  {
    "id": 158,
    "page": 37,
    "answerPage": 8,
    "type": "text",
    "prompt": "句型转换。\n(1）姐姐送给我一件有意义的礼物。（改为“把\"字句)\n（2）盘古用板斧劈开了天地。（改为“被\"字句）\n(3）万盛米行的河埠头，横七竖八地停泊着乡村里来的口船。（缩写句子)\n(4）街道上闪烁着灯光。(扩写句子）\n（5）遇到困难，我们怎么能退缩呢？（改为陈述句）\n（6）人生中的问题也是解不完的，不然，岂不太平淡无味了吗？（改为陈述句）\n（7）中国的航天事业取得了举世瞩目的成就，这怎能不令人自豪？（改为陈述句）\n（8）我暗暗叮嘱自己，这两天非要给他们姐弟俩买到两张电影票不可。（改为肯定句）\n（9）走之前，我不得不把他们的母亲送进疯人院。（改为肯定句）\n（10）在这个问题上，我们不能浪费时间。（改为反问句）\n（11）我们不能辜负老师对我们的殷切希望。（改为反问句）\n（12）为了让地球更好地造福于我们的子孙后代，我们要保护生态环境。（改为双重否定\n句)\n（13）班长着急地说：“上课铃已经响了，体育委员怎么还没来？”（将提示语放在句中）\n（14）小林不好意思地说：“对不起，玩具是我弄坏的。”（将提示语放在句末）",
    "answer": "（1）姐姐把一件有意义的礼物送给我。\n（2）天地被盘古用板斧劈开了。\n（3）河埠头停泊着船。\n（4）夜晚的街道上闪烁着五颜六色的霓虹灯光。\n（5）遇到困难，我们不能退缩。\n（6）人生中的问题也是解不完的，不然，就太平淡无味了。\n（7）中国的航天事业取得了举世瞩目的成就，这真令人自豪。\n（8）我暗暗叮嘱自己，这两天一定要给他们姐弟俩买到两张电影票。\n（9）走之前，我必须把他们的母亲送进疯人院。\n（10）在这个问题上，我们怎么能浪费时间呢？\n（11）我们怎么能辜负老师对我们的殷切希望呢？\n（12）为了让地球更好地造福于我们的子孙后代，我们绝不能不保护生态环境。\n（14）“对不起，玩具是我弄坏的。”小林不好意思地说。"
  },
  {
    "id": 159,
    "page": 38,
    "answerPage": 8,
    "type": "text",
    "prompt": "按要求连接句子。\n用恰当的关联词语，把“保护了黄土”和“有这绿树”连接成两个不同的句子。",
    "answer": "只有保护了黄土，才有这绿树。因为保护了黄土，所以有这绿树。"
  },
  {
    "id": 160,
    "page": 38,
    "answerPage": 8,
    "type": "text",
    "prompt": "把下面的内容放在两种不同的语言环境中进行转述。要求：①不改变原意；②人物、人称\n表述准确；③时间、地点交代清楚。\n小李对小王说：“我明天上午不去语文组找刘老师了，请告诉刘老师一声。再帮我问\n问，后天晚上去她家找她行不行？”\n（1）当天下午，小王在校门口对刘老师的女儿姗姗说到这件事。\n小王说：\n（2）第二天一大早，小王跑到语文组把这件事告诉刘老师本人。\n小王说：\n练习二",
    "answer": "（1）姗姗，小李明天上午不去语文组找你妈妈了，他问后天晚上去你家找她行不行。\n（2）刘老师，小李今天上午不来找您了，他问明天晚上去您家找您行不行。"
  },
  {
    "id": 161,
    "page": 38,
    "answerPage": 8,
    "type": "text",
    "prompt": "读一读，判断下列句子是不是比喻句，是的画“”，不是的画“×”\n（1）我的心才又像要从嗓子里蹦出来一样。\n（2）幸亏红领巾帮助了我，要不然我不知还要吃多少苦头。\n（3）雪后的原野上，梅花点点，每一朵都是一首精美的诗。",
    "answer": "（1)×(2)×（3)√"
  },
  {
    "id": 162,
    "page": 38,
    "answerPage": 8,
    "type": "text",
    "prompt": "连线。\n借问酒家何处有？牧童遥指杏花村。\n夸张\n三万里河东人海，五千仞岳上摩天。\n比喻\n草树知春不久归，百般红紫斗芳菲。\n反问\n苟能制侵陵，岂在多杀伤？\n设问\n可怜九月初三夜，露似真珠月似弓。\n拟人",
    "answer": "借问酒家何处有？牧童遥指杏花村。一设问\n三万里河东人海，五千仞岳上摩天。一夸张\n草树知春不久归，百般红紫斗芳菲。一拟人\n苟能制侵陵，岂在多杀伤？一反问\n可怜九月初三夜，露似真珠月似弓。一比喻"
  },
  {
    "id": 163,
    "page": 38,
    "answerPage": 9,
    "type": "text",
    "prompt": "下列句子分别运用了什么修辞手法？请填写在句后的括号里。\n（1）白发三千丈，缘愁似个长。（　）\n（2）花开了，就像睡醒了似的。鸟飞了，就像在天上逛似的。虫子叫了，就像在说话似的。\n（　）（　）\n（3）哪里有死的东西会自己走动，并且能自动地发出和谐的声音呢？（　）\n（4）这种像棉团似的云是什么？哦，原来是积雨云。（　）\n（　）（　）",
    "answer": "（1）夸张（2）拟人排比（3）反问（4）比喻设问"
  },
  {
    "id": 164,
    "page": 39,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列对各句运用的修辞手法的判断，正确的一项是（　）\n①风带着暴雨，像在寻找什么似的，东一头西一头地乱撞。\n②春天像刚落地的娃娃，从头到脚都是新的。\n乱花渐欲迷人眼，浅草才能没马蹄。\n④\n狂风吹不倒它，洪水淹不没它，严寒冻不死它，干旱旱不坏它。",
    "answer": "B",
    "options": [
      "A. 比喻拟人排比对偶",
      "B. 拟人比喻对偶排比",
      "C. 拟人比喻夸张排比",
      "D. 比喻拟人比喻反复"
    ]
  },
  {
    "id": 165,
    "page": 39,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列选项中，与“那航船，就像一条白鱼背着一群孩子在浪花里蹄”一句所用修辞手法不同\n的一项是（　）\n()。",
    "answer": "C",
    "options": [
      "A. 长虹飞架之处，昔日的交通梗塞长蛇阵不见了。",
      "B. 淡黑色起伏的连山，仿佛是踊跃的铁的兽脊似的。",
      "C. 我好像又回到了魂牵梦萦的故乡。",
      "D. 有几个园里有古老的藤萝，盘曲鳞的枝干就是一幅好画。"
    ],
    "detail": "C项没有运用比喻的修辞手法。"
  },
  {
    "id": 166,
    "page": 39,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列句子中修辞手法运用不恰当的一句是（　）",
    "answer": "A",
    "options": [
      "A. 她那红润的脸蛋犹如盛开的梨花。",
      "B. 各大车企的新能源汽车在本次车展上赫然登场。",
      "C. 阅览室里安静得连针掉到地上的声音都能听得见。",
      "D. 谁会欢迎脱离实际的空头理论家呢？"
    ],
    "detail": "A项运用比喻的修辞手法，将“红润的脸蛋”比喻成“盛开的梨花”，本体与喻体虽然本质上不同\n类，但二者截然不同的颜色，使二者失去相似点。因此，A项运用比喻的修辞手法是不恰当的。B、\nC、D项分别运用了拟人、夸张、反问的修辞手法，运用恰当。"
  },
  {
    "id": 167,
    "page": 39,
    "answerPage": 9,
    "type": "choice",
    "prompt": "对下面三句话所用修辞方法的判断，正确的一项是（　）\n①那又浓又翠的景色，简直是一幅青绿山水画。\n②白发三千丈，缘愁似个长。\n③远寺的钟声突然惊醒了海的酣梦，它恼怒似的激起波浪的兴奋。",
    "answer": "D",
    "options": [
      "A. 夸张比喻拟人",
      "B. 比喻夸张引用",
      "C. 比喻拟人夸张",
      "D. 比喻夸张拟人"
    ]
  },
  {
    "id": 168,
    "page": 39,
    "answerPage": 9,
    "type": "text",
    "prompt": "将下列词语按修辞手法归类。\n花枝招展\n塞翁失马，焉知非福\n恩重如山\n鸟语花香\n一日千里\n兔死狐悲\n势如破竹\n人非圣贤，敦能无过\n百花争艳\n冷若冰霜\n怒发冲冠\n气吞山河\n如火如茶\n海枯石烂\n大雨如注\n一字千金\n不人虎穴，焉得虎子\n（1）比喻：\n（2）夸张：\n(3）拟人：\n（4）反问：",
    "answer": "（1）比喻：恩重如山势如破竹冷若冰霜如火如荼大雨如注\n（2）夸张：一日千里怒发冲冠气吞山河海枯石烂一字千金\n（3）拟人：花枝招展鸟语花香兔死狐悲百花争艳\n（4）反问：塞翁失马，焉知非福人非圣贤，敦能无过不人虎穴，焉得虎子"
  },
  {
    "id": 169,
    "page": 40,
    "answerPage": 9,
    "type": "text",
    "prompt": "仿照例句的修辞手法写句子。\n例：锅中的粥，有声无力的叹气还在继续。",
    "answer": "示例1：作业本上的一个个汉字仿佛跳起了舞。\n示例2：夏天的夜晚，河里的青蛙仿佛在开音乐会。"
  },
  {
    "id": 170,
    "page": 40,
    "answerPage": 9,
    "type": "text",
    "prompt": "把画线句改写成三个句子组成的排比句。\n周末，爸爸带我逛热闹的花鸟市场。这里简直是动植物的世界：有色彩斑斓的金鱼，\n有小鸟在欢快地歌唱，有散发着阵阵清香的鲜花。",
    "answer": "有色彩斑斓的金鱼，有欢快歌唱的小鸟，有散发清香的鲜花。"
  },
  {
    "id": 171,
    "page": 40,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列句子中修辞手法运用不恰当的一句是（）。",
    "answer": "A",
    "options": [
      "A. 山，好大的山啊！起伏的青山一座挨一座，就像粒粒散落的珍珠，延伸到远方，消失在\n迷茫的暮色中。",
      "B. 亡国当奴隶的人民，只要牢牢记住他们的语言，就好像拿着一把打开地狱大门的钥匙。",
      "C. 街上的柳树像病了似的，叶子挂着层灰土在枝上打着卷；枝条一动也懒得动，无精打采\n地低垂着。",
      "D. 纺车总是安安稳稳地呆在那里，像露出头角的蜗牛，像着陆停驶的飞机，一声不响，只\n是在等待，等待。"
    ],
    "detail": "A项的比喻不恰当，“青山”和“珍珠\"之间没有相似性。"
  },
  {
    "id": 172,
    "page": 40,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列各句中没有运用反问修辞手法的一句是（）\n（　）。",
    "answer": "A",
    "options": [
      "A. 是云、是雾、是烟，还是沙漠中的海市蜃楼呢？大家猜测不已。",
      "B. 此时的南国，椰风飘香，海鸥低翔，人们怎能不热爱这风光旖旎的地方？",
      "C. 天天说要职工提意见，职工真的提起意见来又害怕得要死，这和叶公好龙有什么两样？",
      "D. 有些人虽然只捐了几件衣服、几块钱，但他们都尽力了，人的爱心怎能用捐赠钱物的数\n量来计算呢？"
    ]
  },
  {
    "id": 173,
    "page": 40,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列四个选项中，能在语义上与“天边偶尔飘浮着淡淡的白云”构成最贴切的比喻句的一\n项是（）。",
    "answer": "B",
    "options": [
      "A. 犹如千万朵盛开的白莲。",
      "B. 像从别的什么仙境飘来的片片银色的羽毛。",
      "C. 像千百条闪耀的银链。",
      "D. 仿佛落人人间仓库的垛垛银棉。"
    ]
  },
  {
    "id": 174,
    "page": 40,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列句子中没有运用比喻修辞手法的一句是（）。",
    "answer": "A",
    "options": [
      "A. 母亲只是中国千百万劳动人民中的一员，但是，正是像母亲这样的劳动人民，才是中国\n历史的创造者。",
      "B. 远远望去，那大大小小、五颜六色、形态各异的衣服，像一幅巨大的抽象画，给寂静而单\n调的沙漠平添了几分韵味。",
      "C. 汽车在望不到边际的高原上奔驰，扑人你的视野的，是黄绿错综的大毡子。",
      "D. 密密的眼帘，深邃的眼睛，妩媚的笑容，像花儿般绽放在风沙里。"
    ]
  },
  {
    "id": 175,
    "page": 41,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列诗句中没有运用夸张修辞手法的一句是（　）\n<。)。",
    "answer": "B",
    "options": [
      "A. 飞流直下三千尺，疑是银河落九天。",
      "B. 不知细叶谁裁出，二月春风似剪刀。",
      "C. 燕山雪花大如席，片片吹落轩辕台。",
      "D. 忽如一夜春风来，千树万树梨花开。"
    ]
  },
  {
    "id": 176,
    "page": 41,
    "answerPage": 9,
    "type": "choice",
    "prompt": "对下面文段中所运用的修辞手法及其作用的理解，有误的一项是（　）\n①沿着一条弯曲小道迤通而行，不知不觉就走进了画中。②山青青，水碧碧，雨蒙蒙。\n③烟雨之中，谁能数清楚山有几多重？④青山绿水，别有洞天。5远方，烟雾弥漫，山峰若\n隐若现，朦朦胧胧，仿佛是一幅晕染的山水画一般。6近处，青绿的溪水在我们的脚下隅\n隅私语。①眼观之，耳听之，我们觉得仿佛要飘飘然飞起来了。",
    "answer": "C",
    "options": [
      "A. 第②句运用了排比的修辞手法，描绘了小道两边山青水碧、烟雨蒙蒙的美景。",
      "B. 第③句运用了反问的修辞手法，突出了烟雨朦胧、层峦叠嶂的特点。",
      "C. 第5句运用了比喻的修辞手法，形象地写出了山水画具有朦胧的美感。",
      "D. 第6句运用了拟人的修辞手法，生动地写出了溪水潺潺流动的特点。\n练习三"
    ],
    "detail": "C句运用了比喻的修辞手法，描绘自然山水有画的效果。句中的“山水画”是喻体，而非本体，本\n体是自然的山水。"
  },
  {
    "id": 177,
    "page": 41,
    "answerPage": 9,
    "type": "text",
    "prompt": "仿照例句，再写出三个表达你如何理解语文学科的比喻句。\n例句：语文是滋味甘醇的美酒，让人回味无穷。\n仿句：语文是\n，让人\n语文是\n，让人\n语文是\n，让人",
    "answer": "示例：香气扑鼻的绿茶神清气爽清凉可口的泉水感到清甜解渴\n芳香浓郁的咖啡感到温馨浪漫"
  },
  {
    "id": 178,
    "page": 41,
    "answerPage": 9,
    "type": "text",
    "prompt": "在下列语段中的横线上填入适当的语句，要求语意连贯、句式一致。\n给我一次困难，让我懂得克服；\n，让我经受磨练；给我一次失\n败，\n；给我一次耻辱，让我学会振作。我感谢每一次带我走向成功\n的经历。",
    "answer": "示例：给我一次挫折让我学会面对"
  },
  {
    "id": 179,
    "page": 41,
    "answerPage": 9,
    "type": "text",
    "prompt": "续写句子。\n（1）合作，会让你我获得不一样的成功；合作，会拉近人与人之间的距离；合作，\n；合作，\n（2）稻谷很黄很黄，像金色的波浪；\n（3）幸福是“临行密密缝，意恐迟迟归”的牵挂，\n（4）如果你是鸟儿，那快乐就是蓝天；\n（5）墙角的花，当你孤芳自赏时，天地便小了。",
    "answer": "（1）示例：会使我们心意相通会让我们打开成功之门\n（2）示例：溪水很清很清像银色的镜子\n（3）示例：幸福是“海上生明月，天涯共此时”的惦记\n（4）示例：如果你是骏马那快乐就是草原如果你是鱼儿那快乐就是江河\n（5）示例：井中的蛙当你自鸣得意时眼光便窄了"
  },
  {
    "id": 180,
    "page": 42,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列选项中，与“读书破万卷，下笔如有神”的意思最接近的一项是（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 书山有路勤为径，学海无涯苦作舟。",
      "B. 滴水能把石穿透，万事功到自然成。",
      "C. 问渠那得清如许？为有源头活水来。",
      "D. 会当凌绝顶，一览众山小。"
    ]
  },
  {
    "id": 181,
    "page": 42,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列四个句子中，意思相同的是（　）\n（　）。\n①妈妈知道我并不是到外婆家。\n②妈妈不知道我到外婆家。\n③我到外婆家，妈妈不是不知道。\n④我到外婆家，妈妈是知道的。",
    "answer": "B",
    "options": [
      "A. ①②",
      "B. ③④",
      "C. ②③",
      "D. ①④"
    ]
  },
  {
    "id": 182,
    "page": 42,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列句子中，句意不同于其他三句的一句是（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 他奋不顾身跳人水中救出一家三口。",
      "B. 不能否认他没有奋不顾身跳人水中救出一家三口。",
      "C. 难道他没有奋不顾身跳人水中救出一家三口吗？",
      "D. 他不是没有奋不顾身跳人水中救出一家三口。"
    ]
  },
  {
    "id": 183,
    "page": 42,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列语言环境中表达得体的一句是（）。",
    "answer": "C",
    "options": [
      "A. （小明排队买东西，有人过来要插队）小明说：“不要这么缺德！\"",
      "B. （小明到医院看望叔叔)小明对叔叔说：“叔叔，听说你的病很危险，我特地来看望你。”",
      "C. （小王向小明借本子抄作业)小明说：“别忙，等会儿我给你讲讲。”",
      "D. （小明向一位老人问路）小明大声问：“喂，到车站怎么走？”"
    ]
  },
  {
    "id": 184,
    "page": 42,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列句子中，语气最强烈的一句是（　）\n（　）。",
    "answer": "A",
    "options": [
      "A. 明天的春游我非去不可！",
      "B. 明天的春游我去不去？",
      "C. 明天的春游，我还是去吧！",
      "D. 明天的春游，我一定要去！"
    ]
  },
  {
    "id": 185,
    "page": 42,
    "answerPage": 9,
    "type": "text",
    "prompt": "选择一个短语，把你据此想到的用一段话写出来。\n树林的深处秋天的深处心灵的深处\n练习四",
    "answer": "提示：开放性试题，答案不唯一。"
  },
  {
    "id": 186,
    "page": 42,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列选项中，与语段衔接最恰当的一项是（　）\n（　）。\n如果生命是水，尊严就是流动；如果生命是火，尊严就是燃烧；如果生命是鹰，",
    "answer": "C",
    "options": [
      "A. 尊严就是勇猛",
      "B. 尊严就是降落",
      "C. 尊严就是飞翔",
      "D. 尊严就是羽毛"
    ]
  },
  {
    "id": 187,
    "page": 42,
    "answerPage": 9,
    "type": "choice",
    "prompt": "下列选项中，与语段衔接最恰当的一项是（　）\n（　）。\n学习知识要一点一滴，善于积累。\n；平凡的努力虽不惊人，却能攀登万仞\n高峰。",
    "answer": "A",
    "options": [
      "A. 细小的石子虽不显眼，却能铺出千里路",
      "B. 能铺出千里路的是细小的不显眼的石子",
      "C. 不显眼的细小石子，却能铺出千里路",
      "D. 千里路的铺成，是因为有了细小的不显眼的石子"
    ]
  },
  {
    "id": 188,
    "page": 43,
    "answerPage": 9,
    "type": "choice",
    "prompt": "将下列语句依次填在横线上，与上下文衔接最恰当的一项是（　）\n（　）。\n你的话语应该是一缕包含早春气息的柔风，\n；你的表白应该是田野爆裂的豆\n荚，\n；你的辩答应该是凭借原则的盾牌，\n；你的呐喊应该是你仰仗正义的\n力量，\n①弥合朋友间人为的小隙\n②澎湃青春的热忱和血液\n③迎承谈判桌上的唇枪舌剑\n④构思并阐述金色的成熟",
    "answer": "C",
    "options": [
      "A. ①②④③",
      "B. ①③④②",
      "C. ①④③②",
      "D. ①④②③"
    ],
    "detail": "①中的“弥合朋友间人为的小隙”与语段中的“柔风”搭配合理，④中的“阐述”成熟”与语段中的\n湃”与语段中的“力量”搭配合理。"
  },
  {
    "id": 189,
    "page": 43,
    "answerPage": 9,
    "type": "choice",
    "prompt": "依次填入下面一段文字横线上的语句，排序正确的一组是（　）\n（　）。\n，你尽可流动明眸，欣赏白云蓝天，飞流激湍；\n，你尽可闭目凝神，倾\n听莺歌燕语，春水潺潺；\n，你尽可动鼻翼，呼吸牡丹的浓香，黄菊的清爽；\n你尽可品评自娱，把玩深尝。\n①文学是一座紫嫣红的百花园\n②文学是一杯回味无穷的香茗\n③文学是一幅意境高远的中国画\n④文学是一首清脆圆润的古曲",
    "answer": "C",
    "options": [
      "A. ①③④②",
      "B. ④③②①",
      "C. ③④①②",
      "D. ②①③④"
    ]
  },
  {
    "id": 190,
    "page": 43,
    "answerPage": 9,
    "type": "choice",
    "prompt": "将下列句子组成语段，排序正确的一项是（　）\n（　）。\n①我悄悄地走过去，刚一举手，它就扇动着两片翅膀，飞走了。\n②我来到蝴蝶飞舞的地方，挥动着手里的竹竿，小纸片也随风飘舞起来，活像一只快活的\n蝴蝶。\n③院子里，一只彩色的蝴蝶飞来，停在一朵小花上。\n④后来，姐姐教了我一个好方法：用白纸片做只假蝴蝶拴在小竹竿上，去引诱它们。\n5\n我趁它们聚拢的机会，用衣服一扑，一下子就捉到了五六只美丽的蝴蝶。\n6成群的蝴蝶以为又来了个新伙伴，高兴得一会儿围拢，一会儿散开。",
    "answer": "A",
    "options": [
      "A. 3①④②65",
      "B. ①③②④56",
      "C. 3①②④56",
      "D. 3①②65④"
    ]
  },
  {
    "id": 191,
    "page": 43,
    "answerPage": 9,
    "type": "choice",
    "prompt": "把下列句子组成语意连贯的一段话，排序正确的一项是（　）\n（　）。\n①不仅如此，它们的歌喉轻快纯洁，歌声十分美妙动听，婉转而富有层次。\n②在鸟类中，黑头莺叫得最美妙，声音最流畅，有些像夜莺。\n③这歌声仿佛涵养了树林的清新，描绘了恬静的生活，表达了幸福的感受，听到这些大自\n然的幸福鸟歌唱，谁能不为之动情呢？\n④我们可以长时间地享受它们美妙的歌声，甚至在春天的唱诗班销声匿迹之后，仍可以\n听到树林里黑头莺的歌声。",
    "answer": "C",
    "options": [
      "A. ④②①③",
      "B. ②④③①",
      "C. ②④①③",
      "D. ①②④③"
    ],
    "detail": "排序题解题三字经：排序题，并不难；通读题，前后看；有代词，往前串；同话题，连一连；找顺序，\n时空间；标志词，抓关键；内容上，要映现；排完了，先浏览；不通顺，再换换；对答案，笑开颜。"
  },
  {
    "id": 192,
    "page": 44,
    "answerPage": 10,
    "type": "text",
    "prompt": "阅读下面的短文，选择怡当的语句填入括号内，使语意连贯。（只填序号）\n撑着一把伞，坐在湖边的青石板上，望着湖中的荷。此时正是荷花盛开的旺季，之前\n看到的荷叶（）,如今的荷叶（　）\n（　）·····荷叶之茂密，就像（)在舞池中相互碰撞着\n交织着，又如（)相互扶着·…····\n湖水（）,那盛开的荷（）,那荷叶就像舞女的裙·…··在微风中,那叶田田相连，\n那茎纵横交错。将湖面遮掩得严严实实。看不见湖水，更看不见湖下是否有小鱼小虾了。\n在雨中那盛开的荷，正在梳洗打扮，那含苞欲放的蕾（），然后就（　）\n（　）····随着\n雨不断地滴下，那湖面上升腾起氮盒的气体，将荷笼罩在神秘里··\n①伊人的手臂②才有小孩子的手掌大③害羞地展开了几瓣花瓣\n④舞女的裙③就像舞女的笑6羞红了脸再也不肯展开了\n已经长到了传说的舞女的裙裙那样⑧如闪光灯炫耀的舞池",
    "answer": "②①\n④\n③"
  },
  {
    "id": 193,
    "page": 44,
    "answerPage": 10,
    "type": "text",
    "prompt": "体会下列语段中加点的词对表现人物形象的作用。\n“啪”的一声脆响，从后面飞出一包还未拆封的饼干。班主任闻声恼怒地扫视着全班。\n我眼疾手快地一把把它塞进了抽屉，待老师的眼光又变得扑朔迷离后，我敏捷地用牙齿撕\n开封口，舌头一卷，一块饼干就到了口中，我把脑袋压在手臂上，先用口水把坚硬的饼干浸\n软，再缓慢地轻轻嚼，半点声音也没发出来。",
    "answer": "“撕”“卷”写出了“我”动作的熟练及“饥不择食”的匆忙，而“压”“浸软”“轻轻嚼”则写出了“我”的掩\n饰及狡猾的吃法，从而鲜活地再现了一个手脚利索、性格活泼又聪明狡猾的小家伙！"
  },
  {
    "id": 194,
    "page": 44,
    "answerPage": 10,
    "type": "text",
    "prompt": "古人写诗讲究炼字，请试着体会其中的妙处。\n字。请你赏析一下“绿”字的妙处。",
    "answer": "“绿\"字在这里是形容词活用为动词，当“吹绿”讲。它生动地写出了江南大地被春风吹绿，呈现一派\n生机勃勃的景象，给人一种色彩美和动态美。而“到”“过”“人”“满”等动词则没有这样的表达效果。"
  },
  {
    "id": 195,
    "page": 44,
    "answerPage": 10,
    "type": "text",
    "prompt": "请从语言角度赏析下面这条短信运用的修辞手法及其表达效果，并续写一句。\n这天气实在太热了：买了筐鸡蛋，到家变小鸡了！买了个凉席，一睡成电热毯了！在\n路上遇到个陌生人，相视一笑，变熟人了！想吃个凉菜，你得赶紧吃，要不一会儿就成麻辣\n烫了！\n这条短信要是不转，一会儿就啦！\n（1）修辞手法：\n（2）表达效果：\n（3）续写一句：",
    "answer": "（1）夸张（2）生动幽默地写出天气的炎热以及给人们带来的影响。（（3）示例：买了个冰淇淋，\n你得赶紧吃啊，小心一眨眼变成咖啡了！"
  },
  {
    "id": 196,
    "page": 50,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列句子中的空缺处，可以使用问号的一项是（　）",
    "answer": "B",
    "options": [
      "A. 哪一架班机几点起飞，停在哪条跑道上（　）\n（　）他都记得一清二楚。",
      "B. 我哪儿都不去，你能把我怎么样（　）",
      "C. 我不知道他今天为什么不去图书馆（　）",
      "D. 我不管你们是怎么想的（　）\n（　）我的态度是不会改变了。"
    ]
  },
  {
    "id": 197,
    "page": 50,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列篇名中标点符号用错的一项是（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 《<论语》十则》",
      "B. 《琵琶行》并序）",
      "C. 《<咏柳》赏析》",
      "D. 《杂交水稻之父—袁隆平》"
    ]
  },
  {
    "id": 198,
    "page": 51,
    "answerPage": 10,
    "type": "text",
    "prompt": "给下列句子加上标点符号，把正确答案前的序号填写在括号里。\n(1）我爱故乡的杨梅①它的形状圆圆的②全身长着小刺③它的颜色红红的④红得几乎发\n黑③它的味儿甜津津的6甜中带着酸7（　）\n1\n②\n③\n④\n5\n?\n7\nA\nB.\nC.\n（2）星期天早上①我在家玩②爸爸说③今天我休息④带你到动物园去参观好吗56好\n?我说⑧（　）\n2\nB\n（3）在我国分布最广的家燕①又名玄鸟②拙燕③它体态轻捷伶俐④飞行快如流星5常\n结群横飞田野6在水面掠过7追捕蚊⑧蝇等害虫9燕群所过之处蚊蝇为之一扫\n而光①（　）",
    "answer": "(1)C(2)A(3)B"
  },
  {
    "id": 199,
    "page": 51,
    "answerPage": 10,
    "type": "text",
    "prompt": "依次填入下面这段话中①～5处的标点符号，恰当的一组是（　）\n“古人说①兼听则明，偏信则暗②全班四③五十人的意见，你最好都听一听④搞清大\n多数人到底赞成什么5”王老师激动地说。\n1\n②\n3\n④\n5",
    "answer": "B"
  },
  {
    "id": 200,
    "page": 51,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列各句中，标点符号使用有误的一句是（　）",
    "answer": "A",
    "options": [
      "A. 一来一去，来的时候凶猛；去的时候又多么平静啊！",
      "B. 战鼓声、金锣声、呐喊声、马蹄声、车轮声、机翼声，掺杂在一起，像千军万马混战了起来。",
      "C. 如果不是碰上了花店的一场争执，知道了它的生长规律，这一盆万年青，不但不会变成\n两盆、三盆，恐怕是弃置在一边，不再过问，久而久之，也就枯死了，岂不冤枉！",
      "D. 伟大的东西总是围以辉煌的光彩，辉煌的光彩就会激起虚荣心，而虚荣心又很容易引\n起激动；谁要是为名利的恶魔所诱惑，他就不能保持理智，就会向不可抗拒的力量所\n指引给他的方向扑去。"
    ]
  },
  {
    "id": 201,
    "page": 52,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列各句中，标点符号使用正确的一句是（）。",
    "answer": "D",
    "options": [
      "A. 第二代无绳电话采用了数字技术，主要有泛欧数字无绳电话、个人便携式电话、个人接\n人通信系统····等，具有双向互呼和越区切换性能。",
      "B. 打陀螺讲求技巧，用力小了，陀螺旋转不起来，用力大了，陀螺又容易“栽跟头”，用力匀\n称，陀螺才能平衡而快速地旋转。",
      "C. 贾母问黛玉念何书？黛玉道：“只刚念了四书。”黛玉又问妹妹们读何书？贾母道：“读\n的是什么书，不过是认得两个字，不是睁眼的瞎子罢了！”",
      "D. 科学对人类的影响有两种方式。第一种是大家熟悉的：科学直接地、并且在更大程度\n上间接地生产出完全改变人类生活的工具。第二种是教育性质的一—它作用于心灵。"
    ]
  },
  {
    "id": 202,
    "page": 52,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列各句中，标点符号使用正确的一句是（）。",
    "answer": "A",
    "options": [
      "A. 我国月球探测工程将分三步实施：一是“绕”，即卫星绕月飞行；二是“落”，即探测装置\n登上月球；三是“回”，即采集月壤样品返回地球。",
      "B. 我国第一座自主设计、自行建造的国产化商业核电站：“秦山第二核电厂”的2号机组\n核反应堆首次临界试验获得成功，将于年内并网发电。",
      "C. 近年来，随着经济的发展，城市的扩大，人口的猛增和生活质量的提高，城市垃圾不断\n增加，“城市垃圾处理\"已成为环境保护的一大难题。",
      "D. 《地质灾害防治条例》正式确立了：“自然因素造成的地质灾害，由各级政府负责治理；\n人为因素引发的地质灾害，谁引发谁治理”的原则。"
    ]
  },
  {
    "id": 203,
    "page": 52,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列各句中，标点符号使用有误的一句是（　）。",
    "answer": "C",
    "options": [
      "A. 有一首歌叫《太湖美》，歌中唱道：“太湖美，美就美在太湖水！”",
      "B. 彭德怀向着斜倒下去的大黑骡子，慢慢地摘下军帽····",
      "C. “我不明白”父亲并不退让，“难道世界上最糟糕的诗还不够么”？"
    ]
  },
  {
    "id": 204,
    "page": 52,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列各句中，标点符号使用恰当的一句是（：）。",
    "answer": "B",
    "options": [
      "A. “这究竟是怎么一回事呢？同学们！”老师严肃地问。",
      "B. 《中华人民共和国澳门特别行政区基本法》规定：特别行政区的行政机关、立法机关和\n司法机关“除使用中文外，还可使用葡文，葡文也是正式语文”。两种语言，哪种为主，\n从“还可”两字就可以看出。",
      "C. 《红楼梦》的语言非常美，读过的人都有这样的感受：读一两遍，觉得它通俗，平和，自\n然；多读几遍，就会觉得它含蓄，深刻，丰富。",
      "D. 本市将向70岁以上（含70岁)老年人颁发《敬老证》。"
    ]
  },
  {
    "id": 205,
    "page": 52,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列各句中，标点符号使用有误的一句是（）。",
    "answer": "B",
    "options": [
      "A. 她一手提着竹篮，内中一个破碗，空的；一手拄着一支比她更长的竹竿，下端开了裂：\n她分明已经是一个乞写了。",
      "B. 高尔基说，小说是“生活和情绪的历史，\"鉴赏小说要寻味特定时代人物的思考、憎爱和\n追求。",
      "C. 读罢《故事新编》，终于，我们明白：那女娲、墨子、眉间尺，不正是鲁迅先生本人传神的\n自画像吗？",
      "D. 上海的越剧、沪剧，河南的豫剧，安徽的黄梅戏，在这次汇演中极为引人注目。"
    ]
  },
  {
    "id": 206,
    "page": 53,
    "answerPage": 10,
    "type": "text",
    "prompt": "判断下列各句中标点符号使用的正确与否，正确的画“”，有错误的画“×”。\n（1）我们应多想想我们应如何为人处世？（”）\n（2）她问老人的儿子是做什么的，住在哪里？（　）\n（3）（一位大娘)接着解释说：“收豆子、红薯的时候，正肥哩。肉香，油多。俗话说“八斤\n七斤油\"啊。”（　）\n（4）继《狂人日记》后，鲁迅又发表了《孔乙己》药》·…等小说。（　）",
    "answer": "(1）×\n(2）×\n(3)√(4)×"
  },
  {
    "id": 207,
    "page": 53,
    "answerPage": 10,
    "type": "text",
    "prompt": "判断下列句子中破折号的用法。\nA．标示声音的延长。\nB．标示话语的中断或间隔。\nC.标示注释内容。\n（1）有一回，赵王得了一块宝玉—和氏璧。\n（2）“嘎—”传过来一声水禽被惊动的鸣叫。\n（3）“亲爱的妈妈，您不知道我多爱您。一—还有你，我的孩子。”",
    "answer": "(1)C(2)A(3)B"
  },
  {
    "id": 208,
    "page": 53,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列句子中，冒号的用法与其他三句不同的一句是（）。",
    "answer": "C",
    "options": [
      "A. 北京紫禁城有四座城门：午门、神武门、东华门和西华门。",
      "B. 诸葛亮在《诫子书》中说：“静以修身，俭以养德。”",
      "C. 她一手提着竹篮，内中一个破碗，空的；一手拄着一支比她更长的竹竿，下端开了裂：\n她分明已经纯乎是一个乞写了。",
      "D. 这一事实证明：人能创造环境，环境同样也能创造人。"
    ]
  },
  {
    "id": 209,
    "page": 53,
    "answerPage": 10,
    "type": "text",
    "prompt": "下面这段话，加上标点符号后读一读，你能从中知道一个自然现象，真是一举两得！最后，\n写出什么是“倒春寒”。\n今天早上我一觉醒来听见外边北风呼呼响妈妈说下大雪了春天来了我\n问爸爸怎么还下大雪呢这种天气在我们这个地方叫倒春寒爸爸说\n现在我知道，原来“倒春寒”是指",
    "answer": "，\n春天已经到了，天气却又回到冬天那样寒冷。"
  },
  {
    "id": 210,
    "page": 53,
    "answerPage": 10,
    "type": "text",
    "prompt": "标点符号小故事。\n祝枝山断句\n明朝的祝枝山，有一次同他人开过这样一个玩笑。\n新春佳节的时候，祝枝山路过一户富人家的门前，见到朱漆的大门上贴着一张红纸。\n他想了想，就叫人拿来笔墨，在上面写了12个大字：今年真好晦气全无财帛进门。那家\n主人出来一看，念道：“今年真好晦气全无财帛进门。”顿时脸色铁青。心想：这分明是触\n我的霉头。于是，他就要动手打祝枝山。而祝枝山却对他笑笑，不慌不忙地说：“我明明写\n的是好话，你自己看不懂嘛！”说完，他就用笔点了几下，便成为：“今年真好晦气全无财帛\n进门。”那家主人见了，不禁转怒为喜，连声称好。\n你知道主人跟祝枝山是如何断句的吗？\n主人：今年真好晦气全无财帛进门。\n祝枝山：今年真好晦气全无财帛进门。\n练习二",
    "answer": "主人：今年真好晦气，全无财帛进门。\n祝枝山：今年真好，晦气全无，财帛进门。"
  },
  {
    "id": 211,
    "page": 54,
    "answerPage": 10,
    "type": "text",
    "prompt": "给下面的文字加上不同的标点符号，使其成为意思不同的两句话。\n小强对小红说今天晚上到她家去玩\n(1)\n(2)",
    "answer": "（1）小强对小红说，今天晚上到她家去玩。\n（2）小强对小红说：“今天晚上到她家去玩。”"
  },
  {
    "id": 212,
    "page": 54,
    "answerPage": 10,
    "type": "choice",
    "prompt": "依次填入下面这段话中的五个序号处的标点符号，正确的一项是（　）\n（　）。\n贺斯认为①不管你写什么，“总要使它单纯，始终一致②为此，他替戏剧制定了一些\n“法则”③例如：每个剧本“应该包括五幕，不多也不少”；每场里“不宜有第四个角色出来说\n话”；在第四④五幕间原有的停顿应取消5这些“法则”大半来自戏剧实践，不过贺斯却把\n它们变成了戏剧发展的一种束缚。\n①\n②\n③\n④\n5",
    "answer": "C",
    "options": [
      "B. :",
      "C. ",
      "D. ,"
    ]
  },
  {
    "id": 213,
    "page": 54,
    "answerPage": 10,
    "type": "choice",
    "prompt": "依次填入下面这句话中的五个序号处的标点符号，正确的一项是（　）\n他脸色苍白①艰难地说②水③水④说着就昏过去了5\n③\n④\n5",
    "answer": "D",
    "options": [
      "B. ",
      "D. "
    ]
  },
  {
    "id": 214,
    "page": 54,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列句子中，标点符号使用有误的一句是（　）",
    "answer": "D",
    "options": [
      "A. 人的一生，总是在不停地尝试，尝试拥有，尝试放弃；人的一生，又始终在不断地追求，\n追求自由，追求幸福。",
      "B. 墙上挂着一幅画，画的题目取自宋朝临川(今属江西)诗人谢无逸《千秋岁·咏夏景》中\n的“人散后，一钩新月天如水”。",
      "C. 闲聊之中，我忍不住问她：为什么还要回到这曾让她伤心流泪的地方？她摇摇头，无\n奈地笑了。",
      "D. “还愣着干吗？\"妈妈大声地告诉我：“还不快去把房间收拾收拾，等会儿老师来了，看你\n怎么办….”"
    ]
  },
  {
    "id": 215,
    "page": 55,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列句子中，标点符号使用有误的一句是（　）\n（　）。",
    "answer": "A",
    "options": [
      "A. 我忽然明白了清香的来源———是蜡梅花。",
      "B. 要珍惜清晨，要珍惜春天，要学梅花，做“东风第一枝”。",
      "C. 这些灰惊鸟是在举行联欢会，还是在庆祝自己的节日？要不怎么会这样热闹？",
      "D. 老饲养员轻轻絮语：“大黑骡子呀，大黑骡子！委屈你了，你为革命立大功吧！\""
    ]
  },
  {
    "id": 216,
    "page": 55,
    "answerPage": 10,
    "type": "text",
    "prompt": "下面这段话中画横线的四处，标点符号使用错误的一处是（　）\n（　）。\n在第33个世界环境日到来之时，国家环保总局首次推出了世界环境日中国标识。标\n珠”（B)的图形组成。“浪花”象征海洋；“手”象征关爱、保护；“珍珠”象征海洋资源的珍\n贵；(C)“鸟”颈的空白处象征渤海湾，与“渤海碧海行动计划”相呼应。各种图案要素统一\n在圆形中，体现了中国传统文化中《天人合一》(D)的哲学思想。",
    "answer": "D"
  },
  {
    "id": 217,
    "page": 55,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列各句中，标点符号使用正确的一句是（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 山海关，这号称天下“第一关”的山海关！",
      "B. 山海关，这号称：“天下第一关”的山海关！",
      "C. 山海关，这号称“天下第一关”的山海关！",
      "D. 山海关！这号称“天下第一关”的山海关！"
    ]
  },
  {
    "id": 218,
    "page": 55,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列各句中，标点符号使用正确的一句是（　）\n（　）。",
    "answer": "D",
    "options": [
      "A. “学习就怕“认真”二字。\"张老师说：“‘态度决定一切”，确实很有道理。”",
      "B. 网络技术对传统艺术的冲击不容忽视，对新艺术形式的催生已初露端倪。人们不得不\n思考，高科技的发展将导致艺术的沉沦？还是会迎来新时代的文艺复兴？",
      "C. 自然之美是一切艺术美的源头活水，正如古人所云“天地有大美而无言。”天地之美，在\n风景名胜，也在“溪头荠菜花。”平中见奇，淡里显味，更是一种不事雕琢的天然之美。",
      "D. 归隐是旧时文人理想中的一种闲散生活一—躬耕、沽酒、题诗、作画、对弈····但说起\n来容易做起来难，古往今来很少有人情愿过这种生活。"
    ]
  },
  {
    "id": 219,
    "page": 55,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列各句中，标点符号使用正确的一句是（　）\n()。",
    "answer": "A",
    "options": [
      "A. 这个经济协作区，拥有大量的技术信息，较强的工业基础，巨大的生活资料、生产资料\n市场,较丰富的动植物、矿产、海洋、旅游等资源。",
      "B. 当太阳完全被月亮的身影遮住时，与神女般若隐若现的“海尔-波普”彗星相比，清晰的\n水星亮晶晶地伴在被遮黑的太阳旁边，金星，木星也同现在天宇。",
      "C. 歼-15飞机是我国第一代多用途舰载战斗机，它具有作战半径大，机动性好，载弹量多\n等特点，各项性能可与世界现役的主力舰载战斗机媲美，被誉为空中飞鲨。",
      "D. 今年春季，这个省的沿海地区要完成3700万土方的河堤加高和河口截流改道工程，任\n务重、工程难、规模大。"
    ]
  },
  {
    "id": 220,
    "page": 56,
    "answerPage": 10,
    "type": "text",
    "prompt": "下列句子中的引号各起什么作用？把正确答案前的序号填写在括号里。\nA.标示语段中直接引用的内容。\nB.标示需要着重论述或强调的内容。\nC.标示具有特殊含义而需要特别指出的成分，如别称、简称、反语等。\n（1）人，不能低下高贵的头，只有怕死鬼才乞求“自由”。（）\n（2）每逢看到孩子们学习，我就会想起爸爸说过的话：“小孩子做什么事情都不能三心二\n意。\"（）\n（3）古人对于写文章有个基本要求，叫作“有物有序”。“有物”就是要有内容，“有序”就是\n要有条理。（）",
    "answer": "(1)C(2)A(3)B"
  },
  {
    "id": 221,
    "page": 56,
    "answerPage": 10,
    "type": "text",
    "prompt": "破折号可以标示：A.注释内容或补充说明；B.话题的转换；C.声音的延长；D.插人语。下\n列句子中的破折号各起什么作用？把正确答案前的序号填写在括号里。\n（1）他花了一夜工夫，把刚才弹的曲子—《月光曲》记录了下来。（）\n（2）40秒钟后一一大家已经觉得时间太长了，孩子的身体浮上来了。（）\n（3）我刚要倒饭，突然听到一阵急促的叫声：“别倒一—”我抬头一看，是春花。（，\n（4）在我的记忆中，这里的野花，总是那么灿烂，红、黄、蓝、紫，仿佛竞赛似的，一茬接一\n茬,终年不断——除非水渠结冰了,雪花盖满了大地。（)",
    "answer": "(1)A(2)D(3)C(4)B"
  },
  {
    "id": 222,
    "page": 56,
    "answerPage": 10,
    "type": "text",
    "prompt": "判断下列句子中省略号的用法。\nA.标示列举的省略。\nB．标示语意未尽。\nC.标示说话时断断续续。\n（1）“哎！西蒙死了。两个孩子那么小·····一个还不会说话，另一个刚会爬·····”桑娜沉\n默了。\n（2）风筝花花绿绿，各式各样：有“蜈”，有“蜻蜓”，有“仙鹤”\n（3）她磕磕巴巴地说：“可是···太太····我不知道····你一定是认错了。",
    "answer": "(1)B(2)A(3)C"
  },
  {
    "id": 223,
    "page": 56,
    "answerPage": 10,
    "type": "choice",
    "prompt": "关于标点符号的用法，下列选项中表述不正确的一项是（）。",
    "answer": "C",
    "options": [
      "A. “鞠躬尽瘁，死而后已”准确地描述了诸葛亮的一生。（双引号：标示引用）",
      "B. 老师送给我几本小书：《柳林风声※夏洛的网》宝葫芦的秘密》····只要手中一有书，\n我就忘了吃忘了睡。（省略号：标示列举的省略）",
      "C. 父亲的教导让我一生受用不尽一通往广场的路不止一条。（破折号：标示话题的\n转换)",
      "D. 我们常常把“甘拜下风”中的“拜\"错写成“败”。（双引号：标示着重论述)"
    ]
  },
  {
    "id": 224,
    "page": 56,
    "answerPage": 10,
    "type": "text",
    "prompt": "请帮忙读信。\n古时候，某人外出做生意，给父母写了一封短信：“儿的生活好痛苦一点儿也没有粮食\n多病少挣了很多钱。”父母读后一哭一笑。\n（1）哭的人怎么读：\n（2）笑的人怎么读：",
    "answer": "（1）儿的生活好痛苦，一点儿也没有粮食，多病，少挣了很多钱。\n（2）儿的生活好，痛苦一点儿也没有，粮食多，病少，挣了很多钱。"
  },
  {
    "id": 225,
    "page": 57,
    "answerPage": 10,
    "type": "text",
    "prompt": "读一读，写一写，体会汉语的奇妙。\n一天，小明来到了陶瓷商城的宜兴紫砂茶壶专柜，发现很多茶壶盖上都刻有“可以清\n心也”五个字，这五个字围绕着壶盖顶环形排列，中间却没有标点符号。他不知道应该从\n何字读起。营业员告诉他，只要按顺时针方向读，无论从哪一个字读起都行。小明恍然大\n悟。原来，这五个字可以有五种读法，都说明了饮茶的益处。现在，请你先读一读，再分别\n抄写在下面的横线上。\n可以清心也\n(1)\n(2)\n(3)\n(4)\n(5)",
    "answer": "（1）可以清心也。\n（2）以清心也可。\n（3）清心也可以。\n（4）心也可以清。\n（5）也可以清心。"
  },
  {
    "id": 226,
    "page": 61,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（　）",
    "answer": "D",
    "options": [
      "A. 语言流畅是衡量文章好坏的重要标准之一。",
      "B. 我们要认真克服并随时发现自己的缺点。",
      "C. 在老师和同学们的帮助下，使他的成绩有了很大进步。",
      "D. 只有坚持不懈地刻苦努力，才能取得优异的成绩。"
    ],
    "detail": "常见的病句类型有成分残缺、用词不当、语序不当、重复累赘、句式杂、不合逻辑、表意不明等。\n项成分残缺，缺少主语，可删去“使”。"
  },
  {
    "id": 227,
    "page": 61,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列句子中，关联词语使用不当的一句是（　）\n（　）。",
    "answer": "A",
    "options": [
      "A. 情况虽然十分危急，而且伯诺德夫人镇定自若。",
      "B. 人类只有保护海洋，珍惜海洋资源，海洋才会乐于作出它的奉献。",
      "C. 吴王因为听从了少年的劝说，所以打消了攻打楚国的念头。",
      "D. 尽管大雪纷飞，这个山谷东坡的雪松还是保持着苍翠挺拔的身姿。"
    ],
    "detail": "“虽然”应搭配关联词语“但是”。"
  },
  {
    "id": 228,
    "page": 61,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（：）。",
    "answer": "D",
    "options": [
      "A. 几千年前新出土的历史文物陈列在博物馆里。",
      "B. 通过老师和同学的帮助，使我改掉了上课爱讲话的毛病。",
      "C. 有没有健康的身体，是能做好工作的前提。",
      "D. 他的提议得到了大多数同学的赞同。"
    ],
    "detail": "A项语序不当，可将“几千年前\"移至“历史文物”前，并在“历史文物\"前加“的”；B项缺少主语，\n可删去“通过”或“使”；C项两面对一面，可删去“有没有”。"
  },
  {
    "id": 229,
    "page": 61,
    "answerPage": 10,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 王浩阅读了大量的小说、诗歌、散文以及文学名著。",
      "B. 读世界文学名著，既能增长知识，又能启迪智慧。",
      "C. 通过同学们的帮助，使小刚的语文水平大大提高。",
      "D. 老班长一路上安定我们的情绪，增加我们的信心。"
    ],
    "detail": "A项重复累赘，文学名著包括小说、诗歌、散文，可改为“王浩阅读了大量的小说、诗歌、散文”；C\n项成分残缺，可删除“通过”或“使”；D项用词不当，应该是“安抚我们的情绪”。"
  },
  {
    "id": 230,
    "page": 61,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（）。",
    "answer": "C",
    "options": [
      "A. 在天安门前璀璨的华灯下面，这位亲爱的战友又想起我来。",
      "B. 学习成绩的提高，主要取决于学生自身是否努力。",
      "C. 下午三点整，参加开国大典的群众全部到齐了。",
      "D. 最近，全国各地加大了对醉酒驾车的惩处力度，为的是避免那些骇人听闻的交通事故\n不再发生。"
    ],
    "detail": "A项语序不当，可改为“在天安门前璀璨的华灯下面，我又想起这位亲爱的战友来”；B项一面对\n两面，可在“提高”后加“与否”；D项不合逻辑，可将“不再”改为“再次”。"
  },
  {
    "id": 231,
    "page": 61,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（　）",
    "answer": "A",
    "options": [
      "A. 渔夫的妻子桑娜坐在火炉旁补一张破帆。屋外寒风呼啸，海浪声声；屋内温暖舒适，整\n洁干净。",
      "B. 近年来，多种制作精美的公益广告，不断纷纷在电视里播出。",
      "C. 我生长在戏剧之家，豫剧对我一点也不陌生。",
      "D. 大家去郊游时一定要注意交通安全，防止不要发生意外事故。"
    ],
    "detail": "B项重复累赘，可删去“纷纷”；C项语序不当，可改为“我生长在戏剧之家，我对豫剧一点也不陌\n生”；D项重复累赘，可删去“不要”。"
  },
  {
    "id": 232,
    "page": 62,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（）。",
    "answer": "A",
    "options": [
      "A. 阅读优秀的文学作品，既能增长知识，又能丰富情感。",
      "B. 到了退休年龄的张老师，精力和身体都还很健壮。",
      "C. 在书籍的帮助下，使同学们积累了很多常识。",
      "D. 姐姐只用了整整一天左右的时间就读完了《中国神话故事》这本书。"
    ],
    "detail": "B项用词不当，可改为“到了退休年龄的张老师，精力旺盛，身体健壮”；C项缺少主语，可删去\n“使”；D项重复累赘，可删去“整整”。"
  },
  {
    "id": 233,
    "page": 62,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下面句子中，没有语病的一句是（.，）。",
    "answer": "B",
    "options": [
      "A. 能否取得良好的成绩，关键是具备良好的心理素质。",
      "B. 老师耐心地指出并修改了我的作文中存在的问题。",
      "C. 我们不仅要在课堂上阅读，必须要在课外大量阅读。",
      "D. 为了防止灾情不再发生，有关部门已经做好了严密的部署。"
    ]
  },
  {
    "id": 234,
    "page": 62,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（　）。",
    "answer": "D",
    "options": [
      "A. 在老师的帮助下，他的作文水平增加了。",
      "B. 在那美丽富饶的土地上，是我祖祖辈辈生活的地方。",
      "C. 同学们排着整齐的队伍争先恐后地挤进了展览馆。",
      "D. 通过这次活动，我们增进了友谊。"
    ]
  },
  {
    "id": 235,
    "page": 62,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（）。",
    "answer": "B",
    "options": [
      "A. 这个办法既卫生，又方便，深受群众所喜爱。",
      "B. 爷爷在汽车边站定，慈祥地望着前来送行的乡亲们。",
      "C. 经过一段时间的训练，小强的英语水平有了显著增加。",
      "D. 这星期老师布置的作文，要求字数达到至少600字以上。"
    ]
  },
  {
    "id": 236,
    "page": 62,
    "answerPage": 11,
    "type": "text",
    "prompt": "用修改符号修改病句。\n（1）即使你是天才，却同样离不开老师的培养教育。\n（2）三月的昆明是一年中最美好的季节，每到这个时节，就会有大批的中外游客慕名\n前来。\n（3）奥斯特洛夫斯基的《钢铁是怎样炼成的》对中国青年是不陌生的。\n（4）一个热爱读书的人，既然不能拥有舒适的房屋、宁静的夜晚，也会始终保持着一份纯\n洁的读书感情。\n（5）孙友田的故乡是安徽人。\n（6）我们已经将要小学毕业了。\n（7）不管天气十分炎热，大家还是坚持锻炼身体。\n（8）他的晚年，仍然精力充沛，充满创作激情，留下了许多优秀作品。\n（9）高速磁悬浮列车运行时与轨道完全不接触。它没有轮子和传动机构，列车的悬浮、导\n向、驱动和制动靠的是利用电磁力来实现的。\n（10）大家都讲卫生，我们的健康和疾病就有保障。",
    "answer": "（1）将“即使····却……….改成“虽然···…但是···.；或者将“却改为“也”\n（2）将“三月的昆明”改为“昆明的三月”，把“季节”改为“月份”\n（3）改为“中国青年对奥斯特洛夫斯基的《钢铁是怎样炼成的》是不陌生的”\n（4）把“既然”改为“即使”\n（5）删去“人”；或者删去“的故乡”\n（6）删去“已经”；或者删去“将要”\n（7）把“不管”改成“尽管”\n（8）把“他的晚年”改为“晚年的他”\n（9）删去“靠的”\n（10）删去“和疾病”"
  },
  {
    "id": 237,
    "page": 63,
    "answerPage": 11,
    "type": "text",
    "prompt": "修改下面的一段文字。\n2023年5月30日，神舟十六号发射成功。桂海潮，这位像名星一样的航天英雄，吸人\n眼球。他来自大山，从小非常特别勤奋刻苦，并在心里埋下一颗探索未知的种子。作为科\n学家和航天员，他的壮举飞天不仅给了无数追梦者一份奋勇拼搏的榜样力量，所以用自己\n的经历证明了《天道酬勤》这四个字的真正含义。\n上面这段话中的错误，可以这样修改：\n(1)将“\n”字改为“\n”字；\n（2）删去“\n”一词；\n(3)将“\n”调至“\n\"后面；\n(4)将“\n”改为“\n(5）将“\n”换成“",
    "answer": "（1）名明（2）非常（或：特别）（3）壮举飞天（4）所以而且（5）《》\n699"
  },
  {
    "id": 238,
    "page": 63,
    "answerPage": 11,
    "type": "text",
    "prompt": "用修改符号修改下面的一段文字。\n儿童节那天，小敏穿着黄裙子红帽子参加联欢会到学校。她首先第一个上台表演，受\n到了大家的热烈欢迎。随后同学们表演了独唱、舞蹈、魔术等许多精彩的歌舞。",
    "answer": "在“红帽子”前加“戴着”；将“到学校”移至“参加联欢会”之前；删去“首先”；把“歌舞”改为“节目”"
  },
  {
    "id": 239,
    "page": 63,
    "answerPage": 11,
    "type": "text",
    "prompt": "用修改符号修改下面的一段文字。\n开学以来，开展了以诚信教育为主提的系列活动。大家阅读了“诚信从我做起”一书，\n参加了演讲、唱歌、制作手抄报等活动。这些活动虽然丰富了我们的学习生活，而且增加\n了我们的语文实践能力。由于活动开展得绘声绘色，当地电视台记者专门进行了采访\n报道。",
    "answer": "在“开展”前面加上“我们学校”；“提”改为“题”；引号改为书名号；“虽然”改为“不但”；“增加”改为\n“增强”；“绘声绘色”改为“有声有色”"
  },
  {
    "id": 240,
    "page": 64,
    "answerPage": 11,
    "type": "text",
    "prompt": "用修改符号修改下面的一段文字。\n语文资源无处不在。这些资源常常扑入我们的眼帘，如我们校园墙碧上的名人名言，\n充实人情味的警示语，大街上富有魅力的广告词，路旁的花草树木，农村的田野风光，大自\n然的雨雪风霜等··只要我们做有心人，就会发现这些资源十分丰富极了。",
    "answer": "“扑”改成“映”；“墙莫”改成“墙壁”；“充实”改成“充满”；“等……”表达重复，将“……”改成“。”，或者把“等”删去；将“就会发现这些资源十分丰富极了”中的“极了”删去，或者删去“十分”。"
  },
  {
    "id": 241,
    "page": 64,
    "answerPage": 11,
    "type": "text",
    "prompt": "用修改符号修改下面的一段文字。\n雨过天情，天上出现了彩红，学校更美丽了。香樟、黄杨，金桂等树叶上不断地陆续地\n往下滴着晶银的水珠，蝴蝶在花圃里飞来飞去，小鸟在树上叫个不停·····学校到处勃勃的\n生机。\n练习二",
    "answer": "将“情”改为“晴”；将“红\"改为“虹”；将“黄杨，金桂”改为“黄杨、金桂”；将“陆续地”删去；将“银”改\n为“莹”；将“勃勃的生机\"改为“生机勃勃”，或者在“勃勃的生机\"前加上“焕发着”"
  },
  {
    "id": 242,
    "page": 64,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 我们班大约有20人左右参加了朗读比赛活动。",
      "B. 通过这次班队会的学习，使我意识到戴头盔的重要性。",
      "C. 马上就要期末考试了，我们要端正态度，好好学习，争取考个好成绩。",
      "D. 为了更好地传播汉字文化，学校组织了以书法展为表现形式的“笔墨中国”。"
    ]
  },
  {
    "id": 243,
    "page": 64,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（　）。",
    "answer": "B",
    "options": [
      "A. 近视眼发病的机会很多，我们应该在平时就养成用眼卫生。",
      "B. 这次社会实践活动，使我们开阔了眼界，增长了知识。",
      "C. 他可能也许已经离开教室了。",
      "D. 秋天的北京是个美丽的季节。"
    ]
  },
  {
    "id": 244,
    "page": 64,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 我们在心里由衷地感谢老师多年来的默默付出。",
      "B. 他跳下池塘，来到池边，很快游了过去。",
      "C. 车牌尾号限行措施的实施，使我市的交通状况改善了很多。",
      "D. 三班荣获“优秀班集体”的原因是全班同学共同努力的结果。"
    ]
  },
  {
    "id": 245,
    "page": 64,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（：）。",
    "answer": "A",
    "options": [
      "A. 班会课上，我们讨论并通过了“三好学生”评比方案。",
      "B. 贝多芬的一生创作了许多有名的钢琴变奏曲。",
      "C. 夏天的江南农村是一年中最繁忙的季节。",
      "D. 老师告诉我们，能否讲好故事，关键是平时多读书。"
    ]
  },
  {
    "id": 246,
    "page": 65,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中,没有语病的一句是（ ）。",
    "answer": "D",
    "options": [
      "A. 校门对面又开了一家卖饮料和汽水的小店。",
      "B. 新建的班委会健全并建立了一系列班级管理制度。",
      "C. 我们一些足球运动员的技术水平没有多大改善。",
      "D. 小华明天要去北京参加全国青少年人工智能创新挑战赛。"
    ],
    "detail": "A项中“饮料”与“汽水”重复累赘，可删去其中一个加“和”；B项中“健全”与“建立”语序不当，可\n调换位置；C项中“改善”用词不当，可将“改善”改为“提高”。"
  },
  {
    "id": 247,
    "page": 65,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下面句子中，没有语病的一句是（、）。",
    "answer": "D",
    "options": [
      "A. 爸爸告诉叔叔，下午他开车来接他一起去体育馆打网球。",
      "B. 春天的红石野谷是个旅游的好季节。",
      "C. 在汉字听写活动中，一路遥遥领先，进人了总决赛，并一举夺冠。",
      "D. 针对各种交通乱象，我市警方将全面排查道路交通的安全隐患。"
    ],
    "detail": "A项指代不清，可将后面的“他”改为“叔叔”；B项搭配不当，可将“季节”改为“地方”；C项成分\n残缺，可在“一路”前加主语“他”。"
  },
  {
    "id": 248,
    "page": 65,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列语病修改不正确的一项是（）。",
    "answer": "D",
    "options": [
      "A. 通过医生的精心治疗，使支原体肺炎病人逐渐恢复了健康。\n（删去“通过”或“使”)",
      "B. 大队辅导员把这次大队部竞选的具体详情告诉了全体参加竞选的同学。\n（删去“具体”)",
      "C. 老师的一番话，让我改正并认识了自己的缺点。\n（将“改正\"和“认识\"位置互换）",
      "D. 由于运用了科学的复习方法，他的学习效率有了很大改进。\n（将“改进”换为“改善”)"
    ],
    "detail": "“改善”用词不当，可将“改善”改为“提高”。"
  },
  {
    "id": 249,
    "page": 65,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下面是某同学写的“致敬航天英雄”新闻稿中的一段话，其中有语病的一句是（　）\n（　）。\n①5月30日上午，六年级四班全体同学观看了神舟十六号载人飞船发射的全过程。\n②当神舟十六号载人飞船发射成功时，同学们欢呼雀跃，激动万分。③接着，大家畅谈了\n自己的感受，纷纷表示能否像航天英雄一样实现报效祖国的理想，取决于自己努力学习。\n④通过这次活动，同学们明确了自己当下的责任和未来的使命。",
    "answer": "C",
    "options": [
      "A. ①",
      "B. ②",
      "C. ③",
      "D. ④"
    ],
    "detail": "两面对一面，可在“努力学习”前加上“是否”。"
  },
  {
    "id": 250,
    "page": 65,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子有语病，修改意见表述正确的一项是（　）\n（　）。\n在中华文明悠久的历史中，爱国主义精神一直是中华民族得以发展、凝聚和生存的强\n大动力。",
    "answer": "C",
    "options": [
      "A. 删除“在\"和“中”",
      "B. 在“爱国”前加“让”",
      "C. 将“发展、凝聚和生存\"改为“凝聚、生存和发展”",
      "D. 将“强大动力\"改为“重要作用”"
    ],
    "detail": "这句话中的“发展、凝聚和生存”语序不当，可将“发展、凝聚和生存”改为“凝聚、生存和发展”。"
  },
  {
    "id": 251,
    "page": 65,
    "answerPage": 11,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（　）",
    "answer": "B",
    "options": [
      "A. 今年麦子的收成是几年来麦子收成最好的一年。",
      "B. 古老的东方大国不仅以卓越的智慧启迪世界文明，更以海纳百川的气度拥抱世界\n文明。",
      "C. 凿壁偷光、囊萤映雪，这两个成语是中华民族热爱读书、敬重知识与学问。",
      "D. 我市积极推动绿色低碳生活方式融人文明创建、文明实践、文明培育，市民对绿色出行\n的认同感持续加强。"
    ],
    "detail": "A项搭配不当，可将“麦子的收成”删去；C项缺少宾语，可在“学问”后加“的真实写照”；D项用\n词不当，“认同感”不能“加强”，用“增强”。"
  },
  {
    "id": 252,
    "page": 66,
    "answerPage": 12,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（）。",
    "answer": "A",
    "options": [
      "A. 良好的教养不仅来自家庭和学校，而且可以得之于自身。",
      "B. 近200年来，地球上已有三分之一左右的森林被采伐和毁掉，尤其在近50年，部分地\n区森林减少了一倍。",
      "C. 她成绩一直不理想的原因是没有认真反思造成的。",
      "D. 远离故土的人，无时无刻都在思念祖国的亲人。"
    ],
    "detail": "B项用词不当，可将“一倍”改为“50%”；C项句式杂，可删去“的原因”；D项前后矛盾，“无时\n无刻”常与“不”连用，可将“无时无刻”改为“每时每刻”，或把“都”改为“不”。"
  },
  {
    "id": 253,
    "page": 66,
    "answerPage": 12,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（）。",
    "answer": "D",
    "options": [
      "A. 选择性阅读是一种目的性强，它和读者的兴趣、思考、关注的点相关。",
      "B. 他背着老师和家长和我到我们一直神往的风景区去游玩了好几天。",
      "C. “教养”折射出一个人对社会和自然，乃至对自己和家人的态度。",
      "D. 我们学习古代诗文，要注意把握它的意蕴，领悟作者的思想感情。"
    ],
    "detail": "A项成分残缺，可在“目的性强”后加“的阅读方式”；B项表意不明，可将“老师和家长和我”改为\n人\"调换位置。"
  },
  {
    "id": 254,
    "page": 66,
    "answerPage": 12,
    "type": "choice",
    "prompt": "下列句子中，没有语病的一句是（）。",
    "answer": "D",
    "options": [
      "A. 《北京的春节》的作者是被誉为“人民艺术家”的老舍写的。",
      "B. 看着眼前的毕业照，我不由得想起六年来和同学们一起春游、劳动、上课。",
      "C. 暑假期间，杭州各影院准备上映了20多部新影片。",
      "D. 往事桩桩件件，历历在目，那是我们记忆仓库里一颗颗流光溢彩的珍珠啊！"
    ]
  },
  {
    "id": 255,
    "page": 66,
    "answerPage": 12,
    "type": "choice",
    "prompt": "下面句子中，没有语病的一句是（）。",
    "answer": "D",
    "options": [
      "A. 能否在这次测试中取得好成绩，关键是在考试时要认真审题、答题。",
      "B. 京华西区对我很熟悉，我能一一说出佳处来。",
      "C. 他的年龄不大，最多二十岁以下。",
      "D. 习习凉风在树叶间演奏着优美动人的小夜曲。"
    ]
  },
  {
    "id": 256,
    "page": 66,
    "answerPage": 12,
    "type": "choice",
    "prompt": "下面句子中，没有语病的一句是（）。",
    "answer": "B",
    "options": [
      "A. 也许可能在不久的将来，月球会成为人类的另一个家园。",
      "B. 即使我们生活富裕了，也不应该浪费。",
      "C. “六一”儿童节，学校插满了鲜红的彩旗。",
      "D. 河水的“黄”与海水的“蓝”缠绕交汇又泾渭分明，夏日的黄河人海口是最美丽的季节。"
    ]
  },
  {
    "id": 257,
    "page": 66,
    "answerPage": 12,
    "type": "text",
    "prompt": "用修改符号修改病句。\n（1）据老人后来回忆，包里除了刚从银行取的3000元钱外，还有老年人优待证、银行卡、\n身份证、手机等其他证件。\n（2）当我递上一杯茶，妈妈的脸上洋溢着愉快的心情。\n（3）我们通过并讨论了中队计划。\n（4）历史博物馆展出了两千多年前的新出土的一大批文物。\n（5）新时代的教育应该培养学生关于观察、思考、创造的水平。\n（6）学校制定并研究了新的规章制度。",
    "answer": "（1）“手机\"不属于证件，删去“、手机”；或者把“证件\"改为“物品”\n（2）把“心情”改为“表情”\n（3）将“通过”与“讨论”调换位置\n（5）将“水平\"改为“能力”\n（6）将“制定”与“研究”调换位置"
  },
  {
    "id": 258,
    "page": 67,
    "answerPage": 12,
    "type": "text",
    "prompt": "用修改符号修改下面的一段文字。\n昨天夜里下了一天的雨，今天早上天晴了。爸爸代小勇到公园去玩。在公园里，他们\n看到了盛开的鲜花和清脆的鸟叫声，还看到了熊猫、狮子、大象和许多动物。他对他说：\n“我最喜欢大熊猫，大熊猫走路的样子真有乐趣！”",
    "answer": "将“夜里”删去；“代”改为“带”；在“清脆的鸟叫声”前面加上“听到了”，并把“清脆”前面的“和”改为"
  },
  {
    "id": 259,
    "page": 67,
    "answerPage": 12,
    "type": "text",
    "prompt": "用修改符号修改下面的一段文字。\n这是和蔼可亲的一位战斗英雄，只见他脸上散满了皱纹，让人明显地感到岁月在他脸\n校请他去讲讲以往的往事。他讲得生动形象，所以同学们都很用心地倾听着这位战斗英\n雄的讲述。",
    "answer": "将“一位\"放在“和蔼可亲”前面；“散满”改为“布满”；“轨迹”改为“痕迹”；“畏惧”改为“敬佩”；“往\n事”改为“事”"
  },
  {
    "id": 260,
    "page": 67,
    "answerPage": 12,
    "type": "text",
    "prompt": "用修改符号修改某同学的作文片段。\n阅读课上，我们讨论并阅读了“海伦·凯勒传”，感触很多。谁能相信一个不但看不见\n而且听不见的女子能掌握法、德等五种英语呢？谁能相信她果然能取得那么多惊人的成\n就呢？作为一个身体建全的人，我们有什么理由不珍惜呢？",
    "answer": "将“讨论”与“阅读调换位置；引号改为书名号“不但··而且………改为“既···又·”；“英语”"
  },
  {
    "id": 261,
    "page": 68,
    "answerPage": 12,
    "type": "text",
    "prompt": "先读下面的一封信，再按要求回答问题。\n亲爱的妈妈：\n您好！\n①A.那年冬天，我来到中国的苏州。B.听爸爸说苏州是个古老而美丽的城市，听别\n人说“上有天堂下有苏杭”。C.可两年来，我越来越觉得苏州确实令人神往。D.离开您，\n离开家乡首尔，不觉以两年了。E.我不相信，苏州真能与“天堂”比吗？\n②不说那使人流连往返的苏州园林，单说早晨，在苏州街巷里，总可以看见一些拎着\n菜篮，穿着小黑布鞋，穿过古老的砖巷，踏过小巧的石板桥，说说笑笑地走着。不知为什么\n特喜欢看她们脚下的那双小黑布鞋，鞋上还系个小扣，怪逗人喜爱的。我们韩国可没有，\n我也想穿一回。\n③苏州到处是花草树木，我们学校也是绿树葱葱。在这样的环境中学习，真是开心。\n④犹其是二中的老师和同学待我特好，让我感到温暖。在这里，我已结实了许多中\n国的同龄人，我和他们朝夕相处，一起学习、玩要、谈笑，刚开始我还担心怎么能记得那么\n多同学的名字。可没多久，我就记住了。\n5妈妈，您肯定想知道我汉字学得怎么样？告诉您，上次在班级里我还得过硬笔书\n法比赛二等奖呢！\n妈妈，我在苏州生活的很愉快、很充实，别为我担心，再见！\n祝您身体健康！\n女儿：小珠\n8月2日\n（1）第①自然段中的五个句子排列顺序混乱，请调整，并将调整后的序号填写在长方\n格内。\n（2）上面的信中有错别字，请找出来并订正在下面的横线上。\n（3）第②④自然段中各有一处表达不够准确，请找出来并订正在下面的横线上。\n（4）下面这段话是从信中抽出来的，按正确的顺序应插在第\n自然段和第\n自然段\n之间。\n更叫人开心和感到温暖的是苏州人的热情和友好。他们对我可好了，春节啦，生\n日啦，常有人发来信息，给我带来温馨的祝福。",
    "answer": "（1）DABEC（2）将“以两年”中的“以\"改为“已”；将“流连往返”中的“往\"改为“忘”；将\n“犹其”中的“犹”改为“尤”；将“结实”中的“实”改为“识”；将“生活的很愉快”中的“的”改为“得”。\n（3）①第②自然段中的“拎着菜篮，穿着小黑布鞋”改为“拎着菜篮、穿着小黑布鞋的主妇”。②第\n④自然段中的“许多中国的同龄人”改为“许多与我同龄的中国人”。（4）③\n④"
  },
  {
    "id": 262,
    "page": 71,
    "answerPage": 12,
    "type": "text",
    "prompt": "读下列句子，选择恰当的成语填写在横线上。\n得意忘形举世闻名兴高采烈臭名远扬\n(1)\n的万里长城，吸引了无数游客。\n（2）刚取得点儿成绩，他就\n起来。\n(3）那个\n的犯罪集团，终于被公安部门打掉了。\n（4）“六一”将至，同学们\n地迎接自己的节日。",
    "answer": "（1）举世闻名　（2）得意忘形　（3）臭名远扬　（4）兴高采烈"
  },
  {
    "id": 263,
    "page": 72,
    "answerPage": 12,
    "type": "text",
    "prompt": "读下列句子，选择恰当的成语填写在横线上。\n满面春风桃李春风枯木逢春妙手回春\n（1）张大夫\n，治好了我父亲的病。\n（2）晚会现场，主持人\n地走上舞台，开始主持今晚的节目。\n（3）他当了一辈子老师，有的就是“\n\"和“两袖清风\"这两种风了。\n（4）经过名医的诊治，原本生命垂危的老王，好像\n，又恢复了健康。",
    "answer": "（1）妙手回春\n（2）满面春风（3）桃李春风（4）枯木逢春"
  },
  {
    "id": 264,
    "page": 72,
    "answerPage": 12,
    "type": "text",
    "prompt": "读下列句子，选择恰当的成语填写在横线上。\n流离失所夜不闭户国泰民安内忧外患\n（1）我们伟大的祖国\n，各项事业都蒸蒸日上。\n（2）这个小城治安非常好，\n，路不拾遗。\n（3）巴以冲突持续导致平民伤亡和\n，联合国秘书长紧急呼吁避免冲突外溢。\n（4）清朝末年，面对\n的局面，许多知识分子开始积极探索救国图存之路。",
    "answer": "（1）国泰民安\n（2）夜不闭户（3）流离失所（4）内忧外患"
  },
  {
    "id": 265,
    "page": 72,
    "answerPage": 12,
    "type": "choice",
    "prompt": "下面句子中，加点成语使用不恰当的一句是（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 诸葛亮是个足智多谋的军事家。",
      "B. 他是个多谋善断的家伙，你要谨防上当。",
      "C. 敌对分子处心积虑分裂国家的图谋不会得逞。",
      "D. 几十年来，张老师呕心沥血为社会培养了大批的栋梁之才。"
    ],
    "detail": "多谋善断：很有智谋，又善于决断。含褒义色彩，用在此处不合适。"
  },
  {
    "id": 266,
    "page": 72,
    "answerPage": 12,
    "type": "choice",
    "prompt": "下面句子中，加点成语使用不恰当的一句是（　）",
    "answer": "C",
    "options": [
      "A. 两位诗人相谈甚欢，恰如高山流水，神交已久。",
      "B. 展厅里陈列的艺术品巧夺天工，令游人赞叹不已。",
      "C. 老伯伯唱的这首深情的信天游，黄钟大吕，令人回味。",
      "D. 主人公的这句台词起到了画龙点晴的作用，整个剧情的线索顿时清晰起来。"
    ],
    "detail": "黄钟大吕：借指正大、庄严、高妙的音乐或文辞。用来借指信天游不合适。"
  },
  {
    "id": 267,
    "page": 72,
    "answerPage": 12,
    "type": "choice",
    "prompt": "下列歇后语中错误的一句是（　）\n（　）。",
    "answer": "A",
    "options": [
      "A. 姜太公钧鱼—没指望",
      "B. 猫哭耗子-\n假慈悲",
      "C. 孔夫子念书—咬文嚼字",
      "D. 隔着门缝吹喇叭——名声在外"
    ]
  },
  {
    "id": 268,
    "page": 72,
    "answerPage": 12,
    "type": "text",
    "prompt": "选择歇后语填空。（写序号）\nA.航空公司开业—有机可乘\nB.千里送鹅毛——礼轻情意重\nC．举重比赛—斤斤计较\nD．九十老翁学武术——心有余而力不足\n（1）在日常生活中，我们应学会大度，而不应该像（　）\n（　），这样，烦恼才会少一点儿，快乐\n就会多一些。\n（2）看到他家里那么困难，我很想帮他一把，可我也是（　）\n（　）啊！\n（3）过年了，姐姐为身在国外的我寄来了一个中国结，这真是（　）\n（　）。\n（4）班主任今天请假，顽皮的小明可高兴了，认为（　）\n（　），于是他偷偷地溜出了教室，没想\n到班主任却站在门口，原来班主任有事又回来了。",
    "answer": "(1)C(2)D(3)B(4)A"
  },
  {
    "id": 269,
    "page": 73,
    "answerPage": 12,
    "type": "text",
    "prompt": "选择合适的词语，将下面这些以数字开头的歇后语补充完整。\n十拿九稳千钧一发不是时候\n糊里糊涂\n甜在心上差一半\n三下五除二从何谈(弹)起\n（1）一根头发系石磨\n（2）二齿钉耙\n（3）三根手指捡田螺\n（4）四两棉花十张弓\n（5）五脏六腑抹蜜糖\n（6）六月天穿皮袄\n（7）七斤面粉调二斤浆糊\n（8）八字写了一撇",
    "answer": "（1）千钧一发（2）三下五除二（3）十拿九稳（4）从何谈（弹）起\n（5）甜在心上（6）不是时候（7）糊里糊涂（8）差一半"
  },
  {
    "id": 270,
    "page": 73,
    "answerPage": 12,
    "type": "text",
    "prompt": "选择合适的词语，将歇后语补充完整。\n好上加好外强中干有翅难飞有口无心\n（1）鸟人笼中\n(2）锦上添花\n(3）小和尚念经\n（4）纸老虎",
    "answer": "（1）有翅难飞（2）好上加好（3）有口无心（4）外强中干"
  },
  {
    "id": 271,
    "page": 73,
    "answerPage": 12,
    "type": "text",
    "prompt": "选择合适的词语，将下列与《三国演义》有关的歇后语补充完整。\n粗中有细不出所料一言不发刘备借荆州\n(1)\n有借无还。\n（2）徐庶进曹营\n（3）张飞放严颜\n（4）曹操败走华容道",
    "answer": "（1）刘备借荆州（2）一言不发（3）粗中有细）（4）不出所料"
  },
  {
    "id": 272,
    "page": 73,
    "answerPage": 12,
    "type": "text",
    "prompt": "选择合适的人物，将下列与《红楼梦》有关的歇后语补充完整。\n刘姥姥王熙凤贾宝玉黛玉\n(1)\n的丫环——喜(袭)人。\n(2)\n葬花——自叹命薄。\n(3)\n出大观园-\n——满载而归。\n(4)\n害死尤二姐——心狠手辣。",
    "answer": "（1）贾宝玉（2）黛玉（3）刘姥姥（4）王熙凤"
  },
  {
    "id": 273,
    "page": 73,
    "answerPage": 13,
    "type": "text",
    "prompt": "选择合适的人物，将下列与《水浒传》有关的歇后语补充完整。\n鲁智深花荣林冲孙二娘\n(1)\n开店\n—谋财害命。\n(2)\n到了野猪林——绝处逢生。\n(3)\n拳打镇关西——打抱不平\n(4)\n射箭—百发百中",
    "answer": "（1）孙二娘（2）林冲（3）鲁智深（4）花荣"
  },
  {
    "id": 274,
    "page": 74,
    "answerPage": 13,
    "type": "text",
    "prompt": "选择合适的词语，将下列与《西游记》有关的歇后语补充完整。\n一本正经里外不是人慈悲为怀无(悟)能\n（1）唐僧的二徒弟\n（2）唐僧的心胸\n（3）唐僧的书\n（4）猪八戒照镜子",
    "answer": "（1）无（悟)能（2）慈悲为怀（3）一本正经（4）里外不是人"
  },
  {
    "id": 275,
    "page": 74,
    "answerPage": 13,
    "type": "text",
    "prompt": "将下列歇后语补充完整。\n（1）八仙过海\n（2）泥菩萨过河\n（3）打破砂锅\n（4）和尚打伞",
    "answer": "（1）各显神通（2）自身难保（3）问（）到底（4）无法（发)无天"
  },
  {
    "id": 276,
    "page": 74,
    "answerPage": 13,
    "type": "text",
    "prompt": "选择合适的歇后语填空。\n捡了芝麻丢了西瓜—贪小失大\n孔夫子搬家-\n—净是输(书)\n孔夫子吃粥\n心里没数\n我们六(2)班和六(1)班进行了几场足球赛，我们班由于实力太差总是以失败告终，这\n真是“",
    "answer": "孔夫子搬家—净是输(书)"
  },
  {
    "id": 277,
    "page": 74,
    "answerPage": 13,
    "type": "text",
    "prompt": "读句子，在句中横线上填歇后语。\n拔河比赛要多少人参加？这次没有限定人数，当然是\n了，人多力量大嘛！",
    "answer": "示例：韩信点兵—多多益善"
  },
  {
    "id": 278,
    "page": 74,
    "answerPage": 13,
    "type": "text",
    "prompt": "在下面的横线上填写相应的十二生肖。\n(1)\n坐轿子\n-不识抬举。\n(2)\n肠刮油\n有也不多。\n(3)\n吃辣椒\n抓耳挠腮。\n(4)\n王靠边\n人定胜天。\n(5)\n尾搓绳\n用不上劲。\n(6)\n皮蒙鼓\n遭受槌打。\n(7)\n进书房\n咬文嚼字。\n(8)\n撞篱笆\n进退两难。\n(9)\n死狐悲\n物伤其类。\n(10)\n鬃刷子\n又粗又硬。\n(11)\n进竹笼\n自寻死路。\n(12)\n吃蚂蚱\n小菜一碟。",
    "answer": "(1)狗(2)鸡（3)猴（4)龙（5)马（6)牛\n(7)鼠(8)羊（9)兔（10)猪（11)蛇（12)虎"
  },
  {
    "id": 279,
    "page": 74,
    "answerPage": 13,
    "type": "text",
    "prompt": "将下列关于月份的歇后语补充完整。\n(1)\n月里扇扇子—满面春风。\n(2)\n月的梅子—多少带点亲(青)。\n(3)\n月初六卖粽叶——过时货。\n(4)\n月天下暴雨\n来得猛去得快。\n(5)\n月的荷花-\n—红不久。\n(6)\n月十五的月亮\n—正大光明。\n(7)\n月里的甘蔗-\n甜到心。\n(8)\n月里的鸡冠花一——老来红。",
    "answer": "(1)三(2)四(3)五(4)六(5)七（6)八（7)九（8)十"
  },
  {
    "id": 280,
    "page": 75,
    "answerPage": 13,
    "type": "text",
    "prompt": "下面的这些对联分别适合张贴在何处？请选择适当的场所并将其前面的序号填写在对联\n后面的括号里。\n（1）斗室乾坤大，寸心天地宽。\n（2）药圃无凡草，松窗有秘方。\n（3）市场繁荣五光十色，政策开放万紫千红。\n（4）粒米皆从辛苦得，寸薪不是等闲来。\n参考选项：A.厨房\nB.书房\nC.药店\nD.集市",
    "answer": "(1)B(2)C(3)D(4)A"
  },
  {
    "id": 281,
    "page": 75,
    "answerPage": 13,
    "type": "choice",
    "prompt": "假如今天恰逢你给爷爷或奶奶做寿，请从下面四副对联中选一副送给他（她）。在你认为\n合适的对联后面的括号里画“√”",
    "answer": "C",
    "options": [
      "A. 依山傍水景中胜境，坐北朝南画里新居。",
      "B. 春雨丝丝润万物，红梅点点绣千山。",
      "C. 福分洋洋如东海，鹤寿悠悠似南山。",
      "D. 古人却向书中见，男子要为天下奇。"
    ]
  },
  {
    "id": 282,
    "page": 75,
    "answerPage": 13,
    "type": "text",
    "prompt": "将下列对联的上下联连线。\nI\n泉自几时冷起\n秋风古道题诗\n四面荷花三面柳\n闲谈莫道人非\n落日平原纵马\n峰从何处飞来\n静坐常思已过\n一城山色半城湖\nⅡ\n宠辱不惊，看庭前花开花落\n古稀双庆，更多一度春秋\n风声、雨声、读书声，声声人耳\n家事、国事、天下事，事事关心\n松下围棋，松子每随棋子落\n去留无意，望天上云卷云舒\n花甲重逢，增加三七岁月\n柳边垂钓，柳丝常伴钓丝垂",
    "answer": "泉自几时冷起一峰从何处飞来\n四面荷花三面柳—一城山色半城湖\n落日平原纵马一秋风古道题诗\n静坐常思已过一闲谈莫道人非\n宠辱不惊，看庭前花开花落一去留无意，望天上云卷云舒\n风声、雨声、读书声，声声人耳一家事、国事、天下事，事事关心\n松下围棋，松子每随棋子落一柳边垂钓，柳丝常伴钓丝垂\n花甲重逢，增加三七岁月一古稀双庆，更多一度春秋"
  },
  {
    "id": 283,
    "page": 75,
    "answerPage": 13,
    "type": "text",
    "prompt": "在下列对联中的横线上填成语。\n（1）活到老，学到老，老不服老。\n画亦精，字亦精，\n（2）有志者，事竟成，破釜沉舟，百二秦关终属楚。\n苦心人，天不负，\n，三千越甲可吞吴。",
    "answer": "（1）精益求精（2）卧薪尝胆"
  },
  {
    "id": 284,
    "page": 76,
    "answerPage": 13,
    "type": "text",
    "prompt": "按要求给对联中的“好”字注音。\n从前，有位读书先生，在自己的书房中挂了一副对联：“好读书不好读书，好读书不好\n读书。”乍看，上下联完全重复，其实颇有深意。上联写的是年轻的时候读书的情形，下联\n写的是年老以后读书的情形。要把意思表达准确，关键在于把“好”字的声调读准，四个\n“好”字的正确读音依次是：",
    "answer": "haohaohaohao"
  },
  {
    "id": 285,
    "page": 76,
    "answerPage": 13,
    "type": "text",
    "prompt": "你理解下面这副对联想表达的意思吗？\n据说郑板桥在山东当县令时，经常微服私访，体察民情。有一年过春节前，他走进一\n个小村子，见一户人家大门上贴了一副全是数字的古怪对联：二三四五，六七八九。横\n批：南北。郑板桥看后，叹了一口气，马上叫人取来米面和衣物，送给这户人家。这户人\n家感激得跪在地上叩头谢恩。",
    "answer": "对联大意：他家缺衣(一)少食(十)，（只有南北)没有东西。"
  },
  {
    "id": 286,
    "page": 76,
    "answerPage": 13,
    "type": "text",
    "prompt": "给横线上的对联加上标点符号。\n明日逢春好不晦气终年倒运少有余财\n相传此联为明代学者祝允明为一店主所作的一副戏谑联。店主将其读成：明日逢\n春，好不晦气；终年倒运，少有余财。就认为是一副倒霉晦气的春联，因而大为不满。祝允\n明微微一笑说：不必生气，是你把对联念错了。应该这样念：明日逢春好不\n晦气终年倒运少有余财店主这才转怒为喜，且置酒招待。\n练习二",
    "answer": "明日逢春好，不晦气；终年倒运少，有余财。"
  },
  {
    "id": 287,
    "page": 76,
    "answerPage": 13,
    "type": "text",
    "prompt": "选择合适的语句填写在横线上，补充成完整的俗语。\n树欲静而风不止莫把无时当有时有意栽花花不发\n(1)\n，无心插柳柳成荫。\n(2)\n,子欲养而亲不待。\n（3）常将有日思无日，",
    "answer": "（1）有意栽花花不发（2）树欲静而风不止（3）莫把无时当有时"
  },
  {
    "id": 288,
    "page": 76,
    "answerPage": 13,
    "type": "text",
    "prompt": "先把下面的谚语补充完整，再按要求分类（写序号）。\n（1）不经一事，\n（2）一年之计\n，一日之计\n（3）人心齐，\n（4）八月里来雁门开，\nA.说失败是成功之母的：\nB.说人民群众团结力量大的：\nC.比喻做事要早打算、要抓紧的：\nD.形容天气变化的：",
    "answer": "（1）不长一智（2）在于春在于晨（3）泰山移（4）雁儿脚上带霜来\nA(1）B(3)C(2)）D(4)"
  },
  {
    "id": 289,
    "page": 76,
    "answerPage": 13,
    "type": "text",
    "prompt": "理解下列谚语的深刻含义，把正确答案前的序号填写在括号里。\n（1）拳不离手,曲不离口。（）\n（2）三人同行，必有我师。（　）\n（3）好学深思，心知其意。（　）\n（4）书读百遍，其义自见。（　）\nA.多读\nB.多练\nC. 多问\nD.多思",
    "answer": "(1)B(2)C(3)D(4)A"
  },
  {
    "id": 290,
    "page": 77,
    "answerPage": 13,
    "type": "text",
    "prompt": "读句子，在句中横线上填写关于邻里友好的谚语。\n爸爸出差，妈妈上班。我在家里突然生病了，邻居张阿姨赶紧把我送到医院，还及时\n联系了我的妈妈。看到我及时得到救治，妈妈对张阿姨说：“",
    "answer": "示例：邻里好，赛金宝"
  },
  {
    "id": 291,
    "page": 77,
    "answerPage": 13,
    "type": "text",
    "prompt": "根据句意，在括号内填写相对应的惯用语。\n领头羊铁公鸡马大哈老狐狸\n笑面虎应声虫墙头草\n（1）粗心大意的人。（　）\n（2）见风使舵的人。（　）\n（3）外表善良而内心凶狠的人。（　）\n（4）吝啬钱财、一毛不拔的人。（　）\n（5）带领大家前进的人或单位。（　）\n（6）随声附和的人。（　）\n（7）老谋深算、非常狡猾的人。（　）",
    "answer": "（1）马大哈（2）墙头草（3）笑面虎（4）铁公鸡（5）领头羊（6）应声虫（7）老狐狸"
  },
  {
    "id": 292,
    "page": 77,
    "answerPage": 13,
    "type": "text",
    "prompt": "将作者与对应的名言连线。\n走自己的路，让别人说去吧。\n培根\n为中华之崛起而读书。\n顾炎武\n知识就是力量。\n但丁\n天下兴亡,匹夫有责。\n周恩来",
    "answer": "走自己的路，让别人说去吧。一但丁\n为中华之崛起而读书。一周恩来\n知识就是力量。一培根\n天下兴亡，匹夫有责。一顾炎武"
  },
  {
    "id": 293,
    "page": 77,
    "answerPage": 13,
    "type": "text",
    "prompt": "鲁迅先生语言犀利，思想深刻，把下列鲁迅的名言补充完整。\n（1）横眉冷对千夫指，\n（2）无情未必真豪杰，\n（3）时间\n，只要你愿意挤，总还是有的。\n（4）我扑在书上，就像",
    "answer": "（1）俯首甘为孺子牛（2）怜子如何不丈夫（3）就像海绵里的水（4）饥饿的人扑在面包上"
  },
  {
    "id": 294,
    "page": 77,
    "answerPage": 13,
    "type": "text",
    "prompt": "按要求写出你平时积累的名言、警句、格言、谚语等。（每小题写一句）\n（1）珍惜时间的：\n（2）对待机遇的：\n（3）树立志向的：\n（4）勤奋学习的：\n（5）热爱祖国的：",
    "answer": "示例：（1）一寸光阴一寸金，寸金难买寸光阴。\n（2）机不可失，时不再来。\n（3）有志者，事竟成。\n（4）书山有路勤为径，学海无涯苦作舟。\n（5）捐躯赴国难，视死忽如归。"
  },
  {
    "id": 295,
    "page": 77,
    "answerPage": 14,
    "type": "text",
    "prompt": "新学期开始，学校为提升校园文化品位，营造良好育人氛围，计划在校园相关场所张贴标\n语。请你给下列场所设计标语，可以选用合适的名言佳句，也可以自己创作。\n（1）餐厅：\n（2）体育馆：\n（3）图书阅览室：\n（4）花圃：\n（5）音乐教室：\n（6）实验室：",
    "answer": "示例：（1）一粥一饭，当思来处不易；半丝半缕，恒念物力维艰。（　）\n（2）生命在于运动。\n（3）黑发不知勤学早，白首方悔读书迟。\n（4）花儿用美丽装扮世界，我们用行动美化校园。\n（5）音乐是思维着的声音。（6）从实验中获得知识，知识就是力量。"
  },
  {
    "id": 296,
    "page": 78,
    "answerPage": 14,
    "type": "choice",
    "prompt": "下列句子中画横线的名言、警句或俗语等，使用不恰当的一项是（　）\n（　）。",
    "answer": "A",
    "options": [
      "A. 你的朋友尽管学习很努力，但成绩总是不理想，他很灰心，你可以这样劝慰他：“虚心使\n人进步，骄傲使人落后。”",
      "B. 明明很聪明，就是学习上怕吃苦，临近毕业，爸爸想勉励他刻苦学习，就赠给他这样一\n句名言：“书山有路勤为径，学海无涯苦作舟。”",
      "C. 小芳总是很乐意接受别人的批评，有的同学不理解，小芳说：“良药苦口利于病，忠言逆\n耳利于行。”",
      "D. 奶奶昨天过生日，琳琳和爸爸妈妈一起去祝寿，一进门，琳琳就拱手对奶奶说：“祝奶奶\n“福如东海长流水，寿比南山不老松”！"
    ]
  },
  {
    "id": 297,
    "page": 78,
    "answerPage": 14,
    "type": "text",
    "prompt": "生活中我们既要善于学习他人好的方面，又要善于从不好的方面吸取教训，这正如《论语》\n中的一句话：“",
    "answer": "择其善者而从之其不善者而改之"
  },
  {
    "id": 298,
    "page": 78,
    "answerPage": 14,
    "type": "text",
    "prompt": "人总是要死的，但死的意义各有不同。用司马迁的话表述是“",
    "answer": "人固有一死或重于泰山或轻于鸿毛"
  },
  {
    "id": 299,
    "page": 78,
    "answerPage": 14,
    "type": "text",
    "prompt": "孔子是我国古代著名的教育家、思想家，但他在学习时却谦虚地说：“三人行，\n。”而他所说的“\n，是知也”则教育我们学习不\n要不懂装懂，要实事求是。",
    "answer": "必有我师焉知之为知之不知为不知"
  },
  {
    "id": 300,
    "page": 78,
    "answerPage": 14,
    "type": "text",
    "prompt": "古往今来，关于读书，我们的先辈感慨万千。孔子的“\n，思而不学\n则殆”折射出辩证的光芒；陈寿的“读书百遍，\n\"强调要多读书才能\n有所得；刘向的“书犹药也，\n”道出了读书之于人生的重要性；\n“诗圣”杜甫的“\n，下笔如有神”则强调阅读和写作密不可\n分.····这些都值得我们借鉴。",
    "answer": "学而不思则罔其义自见善读之可以医愚读书破万卷"
  },
  {
    "id": 301,
    "page": 78,
    "answerPage": 14,
    "type": "text",
    "prompt": "选择合适的古今贤文完成填空。\n（1）如果你的一位好友不爱读书，你可以选用“黑发不知勤学早，\n这样的一句古今贤文来劝他。\n（2）如果你的一位好友怕吃苦，不肯努力，你可以选用“\n，老大徒伤悲”\n这样的一句古今贤文来劝他。\n（3）如果你的一位好友经常浪费粮食，你可以选用“常将有日思无日，\n\"这样的一句古今贤文来劝他。\n（4）如果你的一位好友遇到一点困难就退缩，你可以选用“\n，只要肯登\n攀”这样的一句古今贤文来鼓励他。",
    "answer": "（1）白首方悔读书迟（2）少壮不努力（3）莫把无时当有时（4）世上无难事"
  },
  {
    "id": 302,
    "page": 78,
    "answerPage": 14,
    "type": "text",
    "prompt": "每个人都不是天生就什么都懂，谁能没有疑惑呢？由此，我想到了“\n？\"这句名言。",
    "answer": "示例：人非生而知之者敦能无惑"
  },
  {
    "id": 303,
    "page": 79,
    "answerPage": 14,
    "type": "text",
    "prompt": "同学小勇因为考试成绩不理想，心情非常不好，我准备用“\n”这\n句格言来鼓励他。",
    "answer": "示例：失败乃成功之母"
  },
  {
    "id": 304,
    "page": 79,
    "answerPage": 14,
    "type": "text",
    "prompt": "要写好作文，不但要广泛阅读，还要多参加实践活动，正如古人说的那样：“",
    "answer": "示例：读万卷书行万里路"
  },
  {
    "id": 305,
    "page": 79,
    "answerPage": 14,
    "type": "text",
    "prompt": "人都应该有进取心，俗话说得好：",
    "answer": "示例：人往高处走，水往低处流"
  },
  {
    "id": 306,
    "page": 79,
    "answerPage": 14,
    "type": "text",
    "prompt": "如果能够一天新，就应保持天天新，新了还要更新。由此，我想到了“\n”这句名言。",
    "answer": "示例：苟日新，日日新，又日新"
  },
  {
    "id": 307,
    "page": 79,
    "answerPage": 14,
    "type": "text",
    "prompt": "小红看了许多课外书，写的作文也很精彩，我们可以用“\n\"这句格言来赞美她。",
    "answer": "示例：读书破万卷\n下笔如有神"
  },
  {
    "id": 308,
    "page": 79,
    "answerPage": 14,
    "type": "text",
    "prompt": "小明每天都想第一个到学校，但是每次都有人比他早到，这正如古人所说的“",
    "answer": "示例：莫道君行早\n更有早行人"
  },
  {
    "id": 309,
    "page": 79,
    "answerPage": 14,
    "type": "text",
    "prompt": "张云为自己写不出精彩的作文而苦恼。她向语文老师请教提高写作本领的方法，老师对\n她说：“\n。”从此，张云明白了想要文采出众，一字千\n金，就得在读书时下一番苦功夫。",
    "answer": "示例：读书须用意\n一字值千金"
  },
  {
    "id": 310,
    "page": 79,
    "answerPage": 14,
    "type": "text",
    "prompt": "关于君子，你记得哪些名言？仿照示例，再写两句。\n例：君子喻于义，小人喻于利。一—\n《论语》",
    "answer": "示例：①君子坦荡荡，小人长戚戚。\n《论语》②君子耻其言而过其行。\n《论语》③人\n不知而不，不亦君子乎？\n《论语》④君子成人之美，不成人之恶；小人反是。一\n《论语》"
  },
  {
    "id": 311,
    "page": 79,
    "answerPage": 14,
    "type": "text",
    "prompt": "下列名言俗语中你最喜欢哪一句？简要说说理由。\n①幸福不在于拥有金钱，而在于获得成就时的喜悦以及产生创造力的激情。\n②勿以恶小而为之，勿以善小而不为。\n3\n（　）一寸光阴一寸金，寸金难买寸光阴。\n④旧书不厌百回读，熟读深思子自知。\n我最喜欢\n句，因为",
    "answer": "提示：主观题，言之有理即可。"
  },
  {
    "id": 312,
    "page": 83,
    "answerPage": 14,
    "type": "text",
    "prompt": "《诗经》名句填空。\n(1)\n，在河之洲。窈窕淑女，\n（2）求之不得，\n。悠哉悠哉，\n(3)\n，道阻且长。溯游从之，\n(4)\n，白露未晞。所谓伊人，",
    "answer": "（1）关关雎鸠；君子好逑　（2）寤寐思服；辗转反侧　（3）溯洄从之；宛在水中央　（4）蒹葭萋萋；在水之湄"
  },
  {
    "id": 313,
    "page": 83,
    "answerPage": 14,
    "type": "text",
    "prompt": "《离骚》是战国时期楚国诗人屈原的代表作，其中“\n\"两句表达了作者在追求真理的这条道路上虽然还有很长的\n路要走，但仍会百折不挠地去探索的积极心态。",
    "answer": "路漫漫其修远兮吾将上下而求索"
  },
  {
    "id": 314,
    "page": 83,
    "answerPage": 14,
    "type": "text",
    "prompt": "名句回顾。\n（1）无可奈何花落去，\n（晏殊《浣溪沙》)\n（2）黑发不知勤学早，\n(颜真卿《劝学》)\n(3)\n,烟波江上使人愁。（崔颢《黄鹤楼》)\n(4)\n，浅草才能没马蹄。（白居易《钱塘湖春行》)",
    "answer": "（1）似曾相识燕归来（2）白首方悔读书迟（3）日暮乡关何处是（4）乱花渐欲迷人眼"
  },
  {
    "id": 315,
    "page": 84,
    "answerPage": 14,
    "type": "text",
    "prompt": "古今中外，很多诗人赞美柳树，唐代诗人贺知章在《咏柳》这首诗中写道：“碧玉妆成一树\n，二月春风似剪刀。”\n高，",
    "answer": "万条垂下绿丝绦不知细叶谁裁出"
  },
  {
    "id": 316,
    "page": 84,
    "answerPage": 14,
    "type": "text",
    "prompt": "杜甫在《登高》一诗中这样写道：“无边落木萧萧下，\n。\"在写景的同\n时，深沉地抒发了韶光易逝、壮志难酬的情怀。",
    "answer": "不尽长江滚滚来"
  },
  {
    "id": 317,
    "page": 84,
    "answerPage": 14,
    "type": "text",
    "prompt": "杜甫早年创作的名作《望岳》中“\n，一览众山小”透露出一股少年的英气。",
    "answer": "会当凌绝顶"
  },
  {
    "id": 318,
    "page": 84,
    "answerPage": 14,
    "type": "text",
    "prompt": "苏轼有一首著名的题画诗\n《惠崇<春江晚景》》，画的名字是\n，诗中描绘\n道：“\n，春江水暖鸭先知。萎蒿满地芦芽短，\n\"寥寥几笔，就勾勒出一幅生机勃勃的早春景象。",
    "answer": "《春江晚景》竹外桃花三两枝正是河豚欲上时"
  },
  {
    "id": 319,
    "page": 84,
    "answerPage": 14,
    "type": "text",
    "prompt": "“推敲”的故事来源于唐朝著名的“苦吟诗人”\n（谁），其中最著名的诗句是“鸟宿池\n边树，\n”。他还创作了《寻隐者不遇》：松下问童子，\n。只\n在此山中，",
    "answer": "贾岛僧敲月下门言师采药去云深不知处"
  },
  {
    "id": 320,
    "page": 84,
    "answerPage": 14,
    "type": "text",
    "prompt": "历代诗人把春天描写得美不胜收，如朱熹的《春日》：“胜日寻芳泗水滨，无边光景一时新。\n。\"再比如杜牧的《江南春》：“\n。南朝四百八十寺，多少楼台烟雨中。”",
    "answer": "等闲识得东风面万紫千红总是春千里莺啼绿映红水村山郭酒旗风"
  },
  {
    "id": 321,
    "page": 84,
    "answerPage": 14,
    "type": "text",
    "prompt": "古人写下了很多与荷花有关的诗歌，请将下列作者、作品与对应的诗句连线。\n杨万里《晓出净慈寺送林子方》\n荷尽已无擎雨盖，菊残犹有傲霜枝\n白居易《池上》\n接天莲叶无穷碧，映日荷花别样红\n苏轼《赠刘景文》\n小娃撑小艇，偷采白莲回\n王昌龄《采莲曲》\n荷叶罗裙一色裁，芙蓉向脸两边开",
    "answer": "杨万里《晓出净慈寺送林子方》一接天莲叶无穷碧，映日荷花别样红\n白居易《池上》—小娃撑小艇，偷采白莲回\n苏轼《赠刘景文》荷尽已无擎雨盖，菊残犹有傲霜枝\n王昌龄《采莲曲》一荷叶罗裙一色裁，芙蓉向脸两边开"
  },
  {
    "id": 322,
    "page": 84,
    "answerPage": 15,
    "type": "text",
    "prompt": "古人写下了很多送别诗，请把上句与下句用直线连起来。\n劝君更尽一杯酒\n不及汪伦送我情\n我寄愁心与明月\n天下谁人不识君\n莫愁前路无知己\n西出阳关无故人\n桃花潭水深千尺\n随风直到夜郎西",
    "answer": "劝君更尽一杯酒一西出阳关无故人\n我寄愁心与明月一随风直到夜郎西\n莫愁前路无知己一天下谁人不识君\n桃花潭水深千尺一不及汪伦送我情"
  },
  {
    "id": 323,
    "page": 84,
    "answerPage": 15,
    "type": "text",
    "prompt": "中秋佳节，手捧着香香甜甜的月饼，独自一人凝神眺望着皎洁的月亮，心里不禁感伤。由\n此想起了王维《九月九日忆山东兄弟》中的诗句“",
    "answer": "独在异乡为异客\n每逢佳节倍思亲"
  },
  {
    "id": 324,
    "page": 84,
    "answerPage": 15,
    "type": "text",
    "prompt": "《枫桥夜泊》这首诗的作者是\n，诗中“\n”流露出诗人孤寂、惆怅的心绪。",
    "answer": "张继月落乌啼霜满天江枫渔火对愁眠"
  },
  {
    "id": 325,
    "page": 84,
    "answerPage": 15,
    "type": "text",
    "prompt": "过路的人远远地冲他招手，想跟他说话，他却害怕吓跑了鱼儿，紧闭着嘴巴不出声。与其\n相对应的诗句是“\n”,诗的作者是\n(朝代)的",
    "answer": "路人借问遥招手怕得鱼惊不应人唐代胡令能"
  },
  {
    "id": 326,
    "page": 84,
    "answerPage": 15,
    "type": "text",
    "prompt": "唐代诗人李白在《蜀道难》一诗中用“蜀道之难，\n\"这样的诗句来渲染蜀\n道的雄伟、奇险和神秘。",
    "answer": "难于上青天"
  },
  {
    "id": 327,
    "page": 85,
    "answerPage": 15,
    "type": "text",
    "prompt": "《饮湖上初晴后雨》：“水光敛滟晴方好，山色空蒙雨亦奇。\n。\"这首诗的作者是\n代诗人\n，诗歌以\n比喻西湖，形象地写\n出了西湖的美。",
    "answer": "欲把西湖比西子注\n淡妆浓抹总相宜宋苏轼西子"
  },
  {
    "id": 328,
    "page": 85,
    "answerPage": 15,
    "type": "text",
    "prompt": "苏轼在《六月二十七日望湖楼醉书》中把夏天下雨的景象写得很传神。“\n”一句写下雨前乌云密布的天空，“\n”一句写雨中雨点的\n顽皮，这两句都运用了\n的修辞手法，抓住了景物的\n来写。",
    "answer": "黑云翻墨未遮山白雨跳珠乱人船比喻色彩(颜色)"
  },
  {
    "id": 329,
    "page": 85,
    "answerPage": 15,
    "type": "text",
    "prompt": "《游园不值》：“应怜履齿\n，小扣\n久不开。\n。”这首诗是\n（谁)写的，诗人由“\n”联想到\n”,展现了春天的勃勃生机。",
    "answer": "印苍苔柴扉春色满园关不住一枝红杏出墙来叶绍翁一枝红杏满园春色"
  },
  {
    "id": 330,
    "page": 85,
    "answerPage": 15,
    "type": "text",
    "prompt": "《十一月四日风雨大作》中，作者直抒爱国之情的诗句是：“\n”这首诗的作者是",
    "answer": "僵卧孤村不自哀尚思为国成轮台陆游"
  },
  {
    "id": 331,
    "page": 85,
    "answerPage": 15,
    "type": "text",
    "prompt": "唐代诗人贺知章在《回乡偶书》中的诗句“\n”，让人感受到了儿童的天真可爱。",
    "answer": "儿童相见不相识笑问客从何处来"
  },
  {
    "id": 332,
    "page": 85,
    "answerPage": 15,
    "type": "text",
    "prompt": "清代诗人袁枚《所见》中的“\n”,写出了儿童捕蝉前的\n专注。",
    "answer": "意欲捕鸣蝉\n单忽然闭口立"
  },
  {
    "id": 333,
    "page": 85,
    "answerPage": 15,
    "type": "text",
    "prompt": "父母对子女的爱是无私的，孟郊《游子吟》中的诗句“\n”，就是对母爱的最好诠释，而陆游在《冬夜读书示子聿》中用读书生发的\n感想教育儿子“",
    "answer": "谁言寸草心\n报得三春晖纸上得来终觉浅绝知此事要躬行"
  },
  {
    "id": 334,
    "page": 85,
    "answerPage": 15,
    "type": "text",
    "prompt": "当人们身处困境、进退两难时，便自然会想到用陆游《游山西村》中的名句“\n\"来鼓励自己。",
    "answer": "山重水复疑无路柳暗花明又一村"
  },
  {
    "id": 335,
    "page": 85,
    "answerPage": 15,
    "type": "text",
    "prompt": "人们常用《送杜少府之任蜀州》中的诗句“\n”来表达\n与送别好友的深情厚谊。",
    "answer": "海内存知己天涯若比邻"
  },
  {
    "id": 336,
    "page": 85,
    "answerPage": 15,
    "type": "choice",
    "prompt": "下列诗句依次表现的季节是（　）\n忽如一夜春风来，千树万树梨花开。\n黑云翻墨未遮山，白雨跳珠乱人船。\n窗含西岭千秋雪，门泊东吴万里船。\n遥知兄弟登高处，遍插茱萸少一人。",
    "answer": "C",
    "options": [
      "A. 春夏秋冬",
      "B. 春夏春秋",
      "C. 冬夏春秋",
      "D. 冬夏冬秋"
    ]
  },
  {
    "id": 337,
    "page": 85,
    "answerPage": 15,
    "type": "choice",
    "prompt": "下列诗句中不是描写春天景象的是（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 春眠不觉晓，处处闻啼鸟",
      "B. 小荷才露尖尖角，早有蜻蜓立上头",
      "C. 故人西辞黄鹤楼，烟花三月下扬州",
      "D. 好雨知时节，当春乃发生"
    ]
  },
  {
    "id": 338,
    "page": 86,
    "answerPage": 15,
    "type": "choice",
    "prompt": "下列诗句中的加点词语，解释不正确的一项是（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 醉里吴音相媚好，白发谁家翁。\n相媚好：这里指互相逗趣、取乐",
      "B. 死去元知万事空，但悲不见九州同。\n但：只",
      "C. 兴尽晚回舟，误人藕花深处。\n兴尽：兴致没有了",
      "D. 不识庐山真面目，只缘身在此山中。\n缘：因为\n练习二"
    ]
  },
  {
    "id": 339,
    "page": 86,
    "answerPage": 15,
    "type": "text",
    "prompt": "《满江红》，作者\n，该词写道：“怒发冲冠，凭栏处，\n。抬望眼，仰\n天长啸，壮怀激烈。三十功名尘与土，\n。莫等闲，\n！靖康耻，犹未雪。臣子恨，何时灭。驾长车，踏破贺兰山缺！\n，笑谈渴饮匈奴血。待从头，\n，朝天阙！”词句中无\n不透出雄壮之气，表达了作者忧国报国的壮志胸怀。",
    "answer": "岳飞潇潇雨歇\n八千里路云和月白了少年头空悲切\n壮志饥餐胡虏肉收拾旧山河"
  },
  {
    "id": 340,
    "page": 86,
    "answerPage": 15,
    "type": "text",
    "prompt": "“\n，沉醉不知归路。兴尽晚回舟，\n。争渡，争\n渡，\n。”这是\n（谁）写的。词人“不知归路”的原因是\n”和“\n”。这首词表达了词人早期生活的情趣和心境，境界优美怡人。",
    "answer": "常记溪亭日暮误人藕花深处惊起一滩鸥鹭\n李清照沉醉日暮"
  },
  {
    "id": 341,
    "page": 86,
    "answerPage": 15,
    "type": "text",
    "prompt": "《山坡羊·潼关怀古》是元代张养浩的散曲作品，此曲抚今追昔，由历代王朝的兴衰引发对\n百姓苦难的同情。作者感慨道：“峰峦如聚，波涛如怒，\n。望西都，_\n。伤心秦汉经行处，\n兴，\n；亡，百\n姓苦。”",
    "answer": "山河表里潼关路意跨宫阙万间都做了土\n百姓苦"
  },
  {
    "id": 342,
    "page": 86,
    "answerPage": 15,
    "type": "text",
    "prompt": "毛泽东在《清平乐·六盘山》中写道：“天高云淡，\n,屈指行程二万。六盘山上高峰，\n，何时缚住苍龙？\"这首词写于1935年，时至今日，我们依然可以从中体味出当年的\n艰辛以及领袖人物的宏大气概。",
    "answer": "望断南飞雁不到长城非好汉红旗漫卷西风今日长缨在手"
  },
  {
    "id": 343,
    "page": 86,
    "answerPage": 15,
    "type": "text",
    "prompt": "与好友分别的时候，我们可以把苏轼《水调歌头·明月几时有》中的句子“\n千里共婵娟”送给他，以宽慰他的不舍之情。",
    "answer": "人有悲欢离合月有阴晴圆缺此事古难全但愿人长久"
  },
  {
    "id": 344,
    "page": 86,
    "answerPage": 15,
    "type": "text",
    "prompt": "《清平乐·村居》是\n（谁）写的，其中描写清新优美的田园风光的句子是“\n”,描写一家人具体活动的句子是“\n99",
    "answer": "辛弃疾茅檐低小溪上青青草大儿锄豆溪东中儿正织鸡笼\n最喜小儿无赖溪头卧剥莲蓬"
  },
  {
    "id": 345,
    "page": 86,
    "answerPage": 15,
    "type": "text",
    "prompt": "《天净沙·秋思》是马致远的代表作，其中的“\n最能表达那种凄冷、悲凉的心境。",
    "answer": "夕阳西下断肠人在天涯"
  },
  {
    "id": 346,
    "page": 86,
    "answerPage": 15,
    "type": "text",
    "prompt": "《破阵子·为陈同甫赋壮词以寄之》是\n(朝代)词人\n的代表作，其中的“\n\"表达了收复失地、统一中原的雄\n心壮志。",
    "answer": "宋代；辛弃疾；“了却君王天下事，赢得生前身后名”"
  },
  {
    "id": 347,
    "page": 86,
    "answerPage": 15,
    "type": "text",
    "prompt": "王观的《卜算子·送鲍浩然之浙东》中表达词人对友人美好祝福的句子是“\n练习三",
    "answer": "若到江南赶上春千万和春住"
  },
  {
    "id": 348,
    "page": 87,
    "answerPage": 15,
    "type": "text",
    "prompt": "动物园：写出描写动物的诗句。\n（1）头上红冠不用裁，\n（2）独怜幽草涧边生，\n（3）绿遍山原白满川，",
    "answer": "（1）满身雪白走将来（2）上有黄鹂深树鸣（3）子规声里雨如烟"
  },
  {
    "id": 349,
    "page": 87,
    "answerPage": 15,
    "type": "text",
    "prompt": "七彩园：请在诗句中填入表示颜色的词。\n(1)\n云翻墨未遮山，\n雨跳珠乱人船。\n(2）山外\n山楼外楼，西湖歌舞几时休？\n（3）等闲识得东风面，万\n千\n总是春。\n(4)\n玉妆成一树高，万条垂下\n丝绦。",
    "answer": "(1)黑白 (2)青(3)紫红(4)碧绿"
  },
  {
    "id": 350,
    "page": 87,
    "answerPage": 15,
    "type": "text",
    "prompt": "百花园：请在诗句中填入花的名称。\n（1）忽如一夜春风来，千树万树\n开。\n(2)\n潭水深千尺，不及汪伦送我情。\n（3）待到重阳日，还来就\n（4）借问酒家何处有，牧童遥指\n村。",
    "answer": "（1）梨花（2）桃花（3）菊花（4）杏花"
  },
  {
    "id": 351,
    "page": 87,
    "answerPage": 15,
    "type": "text",
    "prompt": "方位篇：请在诗句中填入表示方位的词。\n(1)\n边日出\n边雨，道是无晴却有晴。\n(2）王师\n定中原日，家祭无忘告乃翁。\n（3）千磨万击还坚劲，任尔\n风。\n（4）百川\n到海，何时复\n归。",
    "answer": "（1)东西（2)北（3)东西南北（4)东西"
  },
  {
    "id": 352,
    "page": 87,
    "answerPage": 15,
    "type": "text",
    "prompt": "数学迷：请在诗句中填入相应的数字。\n(1)\n曲黄河\n里沙，浪淘风簸自天涯。\n（2）白发\n丈，缘愁似个长。\n（3）举杯邀明月，对影成\n人。\n（4）酒债寻常行处有，人生\n古来稀。",
    "answer": "（1）九万（2）三千（3）三（4)七十"
  },
  {
    "id": 353,
    "page": 87,
    "answerPage": 15,
    "type": "text",
    "prompt": "儿童乐园：写出描写儿童生活的诗句。\n（1）儿童散学归来早，\n(2)\n,侧坐莓苔草映身。\n（3）小娃撑小艇，\n（4）牧童骑黄牛，",
    "answer": "（1）忙趁东风放纸鸢（2）蓬头稚子学垂纶（3）偷采白莲回（4）歌声振林樾"
  },
  {
    "id": 354,
    "page": 87,
    "answerPage": 16,
    "type": "text",
    "prompt": "地名篇：读诗句，填地名。\n（1）山外青山楼外楼，\n歌舞几时休？\n（2）劝君更尽一杯酒，西出\n无故人。\n(3)\n城外寒山寺，夜半钟声到客船。",
    "answer": "（1）西湖（2）阳关（3）姑苏"
  },
  {
    "id": 355,
    "page": 88,
    "answerPage": 16,
    "type": "text",
    "prompt": "成语篇：将诗句中隐藏的成语写在横线上。\n（1）欲把西湖比西子，\n总相宜。\n（2）我劝天公重抖擞，\n降人才。\n(3)\n二月天，拂堤杨柳醉春烟。\n（4）九州生气恃风雷，\n究可哀。",
    "answer": "（1）淡妆浓抹（2）不拘一格（3）草长莺飞（4）万马齐暗"
  },
  {
    "id": 356,
    "page": 88,
    "answerPage": 16,
    "type": "text",
    "prompt": "节庆篇：请将下列与传统节日有关的古诗词补充完整并完成填空。\n（1）爆竹声中一岁除，春风送暖人屠苏。\n(2)\n，路上行人欲断魂。借问酒家何处有？牧童遥指杏花村。\n（3）中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，\n(4)\n。遥知兄弟登高处，遍插茱萸少\n一人。\n（5）去年元夜时，花市灯如昼。\n年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。\n（6）七夕今宵看碧霄，牵牛织女渡河桥。家家乞巧望秋月，\n这六首古诗词分别提到了\n、中秋节、\n、七夕节\n这六个传统节日。\n练习四",
    "answer": "（1）千门万户瞳瞳日总把新桃换旧符（2）清明时节雨纷纷（3）不知秋思落谁家\n（4）独在异乡为异客每逢佳节倍思亲（5）月上柳梢头人约黄昏后（6）穿尽红丝几万条\n春节清明节重阳节元宵节"
  },
  {
    "id": 357,
    "page": 88,
    "answerPage": 16,
    "type": "text",
    "prompt": "“\n\"告诉我们要不断读书，不断汲\n取新的知识；“\n\"告诉我们死读书\n是没有用的，要做到知行统一。（用朱熹《观书有感》陆游《冬夜读书示子聿》中的诗句\n填空)",
    "answer": "问渠那得清如许为有源头活水来纸上得来终觉浅绝知此事要躬行"
  },
  {
    "id": 358,
    "page": 88,
    "answerPage": 16,
    "type": "text",
    "prompt": "通过学习古诗，我们能从中领悟到许多道理。\n告诉我们只有站得高，才能看得远；“\n\"则告诫\n我们如果不珍惜今天的时光，将会一无所获、一事无成。（用王之涣《登鹳雀楼》、钱鹤滩\n《明日歌》中的诗句填空）",
    "answer": "欲穷千里目更上一层楼我生待明日万事成蹉跎"
  },
  {
    "id": 359,
    "page": 88,
    "answerPage": 16,
    "type": "text",
    "prompt": "《示儿》这首诗中，诗人流露出的遗恨是“\n”，诗人的遗愿是“\n”。（用诗句\n回答)",
    "answer": "死去元知万事空但悲不见九州同王师北定中原日\n家祭无忘告乃翁"
  },
  {
    "id": 360,
    "page": 88,
    "answerPage": 16,
    "type": "text",
    "prompt": "《夏日绝句》是李清照为表达对\n(谁)的崇敬之情而写的，诗中“\n”已成为人们抒发豪迈之情的千古佳句！",
    "answer": "项羽生当作人杰死亦为鬼雄"
  },
  {
    "id": 361,
    "page": 88,
    "answerPage": 16,
    "type": "text",
    "prompt": "“最美不过夕阳红，温馨又从容。”现在，我们也经常引用“\n来感叹人生宛如已近黄昏，好景不长了。（用李商隐《乐游原》中的诗句填空）",
    "answer": "夕阳无限好只是近黄昏"
  },
  {
    "id": 362,
    "page": 88,
    "answerPage": 16,
    "type": "text",
    "prompt": "面对清政府的腐败无能，龚自珍振臂疾呼，创作了《己亥杂诗》，诗中“\n\"抒发了诗人渴求天降人才、报效祖国的心愿。",
    "answer": "我劝天公重抖数不拘一格降人才"
  },
  {
    "id": 363,
    "page": 89,
    "answerPage": 16,
    "type": "text",
    "prompt": "朱熹《观书有感（其二)》中的“\n”这两\n句诗说明艺术创作，只要基本功到家了，就能熟能生巧、驾驭自如。",
    "answer": "向来枉费推移力此日中流自在行"
  },
  {
    "id": 364,
    "page": 89,
    "answerPage": 16,
    "type": "text",
    "prompt": "昨天下午，张老师布置了一道数学思考题。晚上，我绞尽脑汁，百思不得其解，就在我\n\"时，爸爸走了过来，助我一臂之力，经他一点拨，我豁然开朗，\n真是“\n”,于是我迅速地解出了这道难题。（用学过的诗句填空）",
    "answer": "示例：山重水复疑无路柳暗花明又一村"
  },
  {
    "id": 365,
    "page": 89,
    "answerPage": 16,
    "type": "text",
    "prompt": "“以热爱祖国为荣，以危害祖国为耻。”古往今来，无数仁人志士为了祖国，抛头颅，洒热血，\n文天祥说：“\n。”陆游临终前还嘱咐儿\n子：“\n9",
    "answer": "人生自古谁无死留取丹心照汗青王师北定中原日家祭无忘告乃翁"
  },
  {
    "id": 366,
    "page": 89,
    "answerPage": 16,
    "type": "text",
    "prompt": "著名书法家虞世南曾历仕南朝陈和隋，人唐后以文才和德行受到唐太宗的器重。他生性\n耿直孤傲，不合于世，曾借蝉咏怀，表明自己立身高洁。由此，我想到了他的“\n\"这两句诗。",
    "answer": "居高声自远非是藉秋风"
  },
  {
    "id": 367,
    "page": 89,
    "answerPage": 16,
    "type": "text",
    "prompt": "小明最近心思不在学习上，你可以用学过的诗句“\n\"来劝劝他。",
    "answer": "示例：少壮不努力老大徒伤悲"
  },
  {
    "id": 368,
    "page": 89,
    "answerPage": 16,
    "type": "text",
    "prompt": "老师，您可记得我\n个让您付出无数心血和汗水的“小淘气”？您那眼角的皱纹，有一\n条是为我而生，您那头上的银发，有一丝是为我而白。“\n”,这诗句不是赞颂您燃烧自己、照亮别人的奉献精神，还能赞颂谁呢？",
    "answer": "示例：春蚕到死丝方尽蜡炬成灰泪始干"
  },
  {
    "id": 369,
    "page": 89,
    "answerPage": 16,
    "type": "text",
    "prompt": "请你运用所学为我们出谋划策：我们可以在教室的墙壁上张贴“\n\"这样的诗句，可以在书房里挂上“\n\"这样的对联。",
    "answer": "示例：少壮不努力老大徒伤悲书山有路勤为径学海无涯苦作舟"
  },
  {
    "id": 370,
    "page": 89,
    "answerPage": 16,
    "type": "choice",
    "prompt": "同学们想做一本关于“传统节日和习俗”的古诗集，下列诗句符合要求的一项是（　）",
    "answer": "D",
    "options": [
      "A. 春风又绿江南岸，明月何时照我还。",
      "B. 荷尽已无擎雨盖，菊残犹有傲霜枝。",
      "C. 姑苏城外寒山寺，夜半钟声到客船。",
      "D. 春城无处不飞花，寒食东风御柳斜。"
    ]
  },
  {
    "id": 371,
    "page": 89,
    "answerPage": 16,
    "type": "choice",
    "prompt": "被世人称为“诗鬼”“诗仙”“诗圣”的诗人分别是（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 李白杜甫李贺",
      "B. 杜甫李贺李白",
      "C. 李贺李白杜甫",
      "D. 杜甫李白李贺"
    ]
  },
  {
    "id": 372,
    "page": 89,
    "answerPage": 16,
    "type": "choice",
    "prompt": "下列诗句中，不是唐代诗人所作的一句是（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 国破山河在，城春草木深。",
      "B. 至今思项羽，不肯过江东。",
      "C. 秦时明月汉时关，万里长征人未还。",
      "D. 飞流直下三千尺，疑是银河落九天。"
    ]
  },
  {
    "id": 373,
    "page": 89,
    "answerPage": 16,
    "type": "choice",
    "prompt": "（　）是我国现有存诗最多的诗人，存诗9000多首。",
    "answer": "A",
    "options": [
      "A. 陆游",
      "B. 李白",
      "C. 杜甫",
      "D. 苏轼"
    ]
  },
  {
    "id": 374,
    "page": 90,
    "answerPage": 16,
    "type": "choice",
    "prompt": "被人们并称为“李杜”的两位诗人分别是（　）\n（　）。",
    "answer": "D",
    "options": [
      "A. 李白杜牧",
      "B. 李商隐杜牧",
      "C. 李商隐杜甫",
      "D. 李白杜甫"
    ]
  },
  {
    "id": 375,
    "page": 90,
    "answerPage": 16,
    "type": "choice",
    "prompt": "龚自珍在《已亥杂诗·其五》中写道：“浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情\n物，化作春泥更护花。”诗中的“红”指（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 红色",
      "B. 树叶",
      "C. 红花",
      "D. 彩虹"
    ]
  },
  {
    "id": 376,
    "page": 90,
    "answerPage": 16,
    "type": "choice",
    "prompt": "王维在《山居秋》中写道：“竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。”其中的\n“王孙”指的是（　）\n（　）。",
    "answer": "D",
    "options": [
      "A. 王爷",
      "B. 子孙",
      "C. 官宦子弟",
      "D. 诗人自己"
    ]
  },
  {
    "id": 377,
    "page": 90,
    "answerPage": 16,
    "type": "choice",
    "prompt": "纳兰性德在《长相思·山一程》中写道：“山一程，水一程，身向榆关那畔行，夜深千帐灯。”\n其中的“榆关\"指的是（）。",
    "answer": "C",
    "options": [
      "A. 玉门关",
      "B. 雁门关",
      "C. 山海关",
      "D. 嘉峪关"
    ]
  },
  {
    "id": 378,
    "page": 90,
    "answerPage": 16,
    "type": "choice",
    "prompt": "《如梦令·常记溪亭日暮》中的词句按音节意义单位划分朗读节奏，不正确的一项\n是()。",
    "answer": "C",
    "options": [
      "A. 常记/溪亭/日暮",
      "B. 沉醉/不知/归路",
      "C. 兴尽晚/回舟",
      "D. 误人/藕花/深处"
    ]
  },
  {
    "id": 379,
    "page": 90,
    "answerPage": 16,
    "type": "choice",
    "prompt": "下列对《十一月四日风雨大作》的赏析，不正确的一项是（　）",
    "answer": "C",
    "options": [
      "A. 全诗由述志和记梦两部分组成，两者是因果关系。",
      "B. 诗中“尚”字表现了诗人强烈而至死不渝的爱国之情、报国之志。",
      "C. 诗的后两句都是写梦境，与前两句写实相映衬。",
      "D. 全诗气势豪壮，感情真挚，具有强烈的感染力。"
    ]
  },
  {
    "id": 380,
    "page": 90,
    "answerPage": 16,
    "type": "choice",
    "prompt": "下列对《题西林壁》这首诗寓意的理解，合理的一项是（　）",
    "answer": "C",
    "options": [
      "A. 对复杂的事物，只要看到一方面，就可以推断出其他方面。",
      "B. 对复杂的事物，应多角度观察，多方面调查了解，抓住主要的方面思考。",
      "C. 对复杂的事物，既要多方面观察、调查了解，又要亲身去体验、去分析。"
    ]
  },
  {
    "id": 381,
    "page": 90,
    "answerPage": 16,
    "type": "choice",
    "prompt": "下列对《西江月·夜行黄沙道中》的赏析，不正确的一项是（）。",
    "answer": "C",
    "options": [
      "A. “惊鹊”和“鸣蝉”动中寓静，把半夜“清风”“明月”下的景色描绘得令人悠然神往。",
      "B. “稻花香里说丰年，听取蛙声一片。”关注点是田野，想到了丰年。",
      "C. “稻花香”只表示稻花盛开的清香。",
      "D. 这首词从视觉、听觉、嗅觉三方面写出了夏夜的山村风光。"
    ]
  },
  {
    "id": 382,
    "page": 93,
    "answerPage": 16,
    "type": "choice",
    "prompt": "孙用围攻魏国的办法解救赵国的危困，在《三十六计》中被称为（　）\n（　）。",
    "answer": "D",
    "options": [
      "A. 声东击西",
      "B. 暗度陈仓",
      "C. 李代桃僵",
      "D. 围魏救赵"
    ]
  },
  {
    "id": 383,
    "page": 93,
    "answerPage": 16,
    "type": "choice",
    "prompt": "《水浒传》的“花和尚倒拔垂杨柳，豹子头误人白虎堂”这一回中，“豹子头”指的是（　）",
    "answer": "B",
    "options": [
      "A. 武松",
      "B. 林冲",
      "C. 杨志",
      "D. 柴进"
    ]
  },
  {
    "id": 384,
    "page": 93,
    "answerPage": 16,
    "type": "choice",
    "prompt": "唐代是我国诗歌史上非常繁荣的一个时期，出现了许多伟大的诗人。其中，人称“李杜”的\n是“诗仙”李白、“诗圣”杜甫。人称“小李杜”的两位诗人分别是（　）\n（　）。",
    "answer": "A",
    "options": [
      "A. 李商隐、杜牧",
      "B. 李清照、杜甫",
      "C. 李贺、杜牧",
      "D. 李世民、杜如晦"
    ]
  },
  {
    "id": 385,
    "page": 93,
    "answerPage": 16,
    "type": "choice",
    "prompt": "名句“先天下之忧而忧，后天下之乐而乐”写出了作者忧国忧民的情怀，它的作者\n是()。",
    "answer": "B",
    "options": [
      "A. 欧阳修",
      "B. 范仲淹",
      "C. 王安石",
      "D. 文天祥"
    ]
  },
  {
    "id": 386,
    "page": 93,
    "answerPage": 16,
    "type": "choice",
    "prompt": "“滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。白发渔\n樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。”这是我国古典文\n学名著（　）\n（　）的开篇词。",
    "answer": "D",
    "options": [
      "A. 《红楼梦》",
      "B. 《水浒传》",
      "C. 《西游记》",
      "D. 《三国演义》"
    ]
  },
  {
    "id": 387,
    "page": 93,
    "answerPage": 16,
    "type": "choice",
    "prompt": "下面选项中不是三国故事的是（　）\n（　）。",
    "answer": "D",
    "options": [
      "A. 赤壁大战",
      "B. 草船借箭",
      "C. 三顾茅庐",
      "D. 负荆请罪"
    ]
  },
  {
    "id": 388,
    "page": 93,
    "answerPage": 16,
    "type": "choice",
    "prompt": "“但使龙城飞将在，不教胡马度阴山”中的“龙城飞将”指的是（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 汉朝名将霍去病",
      "B. 汉朝名将李广",
      "C. 赵国名将廉颇",
      "D. 三国名将赵云"
    ]
  },
  {
    "id": 389,
    "page": 93,
    "answerPage": 16,
    "type": "choice",
    "prompt": "《西游记》中去西天取经的“唐三藏”是根据我国唐代高僧（　）\n（　）创作的艺术形象。",
    "answer": "A",
    "options": [
      "A. 玄奘",
      "B. 法显",
      "C. 鉴真",
      "D. 智永"
    ]
  },
  {
    "id": 390,
    "page": 93,
    "answerPage": 16,
    "type": "choice",
    "prompt": "《水浒传》中的英雄好汉都有绰号，下列绰号与人物对应有误的是（　）\n（　）。",
    "answer": "D",
    "options": [
      "A. 玉麒麟卢俊义",
      "B. 豹子头林冲",
      "C. 小李广花荣",
      "D. 母夜叉扈三娘"
    ]
  },
  {
    "id": 391,
    "page": 94,
    "answerPage": 16,
    "type": "choice",
    "prompt": "《水浒传》中坚决反对招安的将领是（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 李逵、宋江",
      "B. 武松、吴用",
      "C. 李逵、武松",
      "D. 武松、宋江"
    ]
  },
  {
    "id": 392,
    "page": 94,
    "answerPage": 16,
    "type": "choice",
    "prompt": "诸葛亮对（　）\n（　）七擒七纵，最终使他心服口服。",
    "answer": "A",
    "options": [
      "A. 孟获",
      "B. 孙权",
      "C. 周瑜",
      "D. 曹操"
    ]
  },
  {
    "id": 393,
    "page": 94,
    "answerPage": 16,
    "type": "choice",
    "prompt": "《水浒传》中冒充李逹拦路打劫，后被李逹一刀打翻在地的人是（　）\n（　）。",
    "answer": "D",
    "options": [
      "A. 高",
      "B. 西门庆",
      "C. 蒋门神",
      "D. 李鬼"
    ]
  },
  {
    "id": 394,
    "page": 94,
    "answerPage": 16,
    "type": "choice",
    "prompt": "孙悟空的本领中不是从菩提祖师那里学到的一项是（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 筋斗云",
      "B. 七十二变",
      "C. 火眼金晴",
      "D. 长生不老之道"
    ]
  },
  {
    "id": 395,
    "page": 94,
    "answerPage": 16,
    "type": "choice",
    "prompt": "尧觉得舜品德好又能干，把首领的位子让给舜，这种让位历史上叫作（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 礼让",
      "B. 禅让",
      "C. 谦让",
      "D. 互让"
    ]
  },
  {
    "id": 396,
    "page": 94,
    "answerPage": 16,
    "type": "choice",
    "prompt": "我国最早有文字记载的历史是从（　）\n（　）开始的。",
    "answer": "A",
    "options": [
      "A. 商朝",
      "B. 夏朝",
      "C. 唐朝",
      "D. 宋朝"
    ]
  },
  {
    "id": 397,
    "page": 94,
    "answerPage": 16,
    "type": "text",
    "prompt": "明末地理学家徐霞客有“五岳归来不看山，黄山归来不看岳”之说，其中的五岳是指泰山、",
    "answer": "华山恒山嵩山衡山"
  },
  {
    "id": 398,
    "page": 94,
    "answerPage": 16,
    "type": "text",
    "prompt": "“岁寒三友”是指",
    "answer": "松竹梅"
  },
  {
    "id": 399,
    "page": 94,
    "answerPage": 16,
    "type": "text",
    "prompt": "《三国演义》的主要人物中被称为“三绝”的分别是：“奸绝”\n，“智绝”\n，“义\n绝”",
    "answer": "曹操诸葛亮关羽"
  },
  {
    "id": 400,
    "page": 94,
    "answerPage": 16,
    "type": "text",
    "prompt": "《水浒传》中梁山的寨主先后分别是",
    "answer": "王伦晁盖宋江"
  },
  {
    "id": 401,
    "page": 94,
    "answerPage": 16,
    "type": "text",
    "prompt": "，字留仙，世称“聊斋先生”，我们读过他的作品\n。全书共四百\n九十一篇，其中的故事大多是民间传说和野史轶闻，内容多谈狐、魔、妖，以此对当时黑暗\n的社会现实予以揭露和批判。",
    "answer": "蒲松龄《聊斋志异》"
  },
  {
    "id": 402,
    "page": 94,
    "answerPage": 16,
    "type": "text",
    "prompt": "“一个是阆苑仙葩，一个是美玉无瑕。若说没奇缘，今生偏又遇着他；若说有奇缘，如何心\n事终虚化？\"这首曲出自古典文学名著\n，其中的“阆苑仙葩”指的是\n_，“美玉无瑕”指的是",
    "answer": "《红楼梦》林黛玉贾宝玉"
  },
  {
    "id": 403,
    "page": 94,
    "answerPage": 16,
    "type": "text",
    "prompt": "你一定读过《三字经》吧！“子不学，\n，老何为？”这句话告诉我们\n由此可以想到“\n”这两句诗。“融四岁，能让梨”\n又告诉我们\n的道理。",
    "answer": "非所宜幼不学学习非常重要，我们要珍惜现在的读书好时光，否则到年老的时候就后悔了\n示例：少壮不努力，老大徒伤悲要和兄弟友爱，学会谦让"
  },
  {
    "id": 404,
    "page": 94,
    "answerPage": 16,
    "type": "text",
    "prompt": "《百家姓》中排列第五的姓氏是\n；我还知道有\n等复姓。",
    "answer": "周示例：欧阳上官"
  },
  {
    "id": 405,
    "page": 94,
    "answerPage": 16,
    "type": "text",
    "prompt": "我国民间四大爱情传说是《牛郎织女X梁山伯与祝英台》\n》\n《",
    "answer": "白蛇传孟姜女哭长城"
  },
  {
    "id": 406,
    "page": 94,
    "answerPage": 16,
    "type": "text",
    "prompt": "照样子，根据提供的信息，写出对应的人物。\n例：潇湘馆\n丫鬟紫鹃\n葬花《红楼梦》人物：林黛玉\n（1）赤兔马\n单刀赴会\n败走麦城《三国演义》\n人物：（　）\n（2）花果山\n火眼金晴\n大闹天宫\n《西游记》\n人物：（　）\n（3）景阳冈空手打虎为兄报仇《水浒传》人物：（　）",
    "answer": "（1）关羽（2）孙悟空\n（3）武松"
  },
  {
    "id": 407,
    "page": 95,
    "answerPage": 16,
    "type": "text",
    "prompt": "写出下列历史故事中的主人公。\n四面楚歌（　）\n指鹿为马（　）\n闻鸡起舞（　）\n望梅止渴（　）\n纸上谈兵（　）\n负荆请罪（　）\n背水一战（　）\n草船借箭（　）",
    "answer": "项羽赵高祖渺曹操赵括廉颇韩信诸葛亮"
  },
  {
    "id": 408,
    "page": 95,
    "answerPage": 17,
    "type": "text",
    "prompt": "请在括号内填入历史故事或神话传说中的人物，组成歇后语。\n（　）卖豆腐\n——货不硬人硬\n（　）大摆空城计-\n化险为夷\n（　）面前要大刀-\n-不自量力\n（　）败走华容道—不出所料\n（　）打黄盖\n两厢情愿\n（　）住魏国-\n—乐不思蜀\n（　）的居处\n开门见山\n（　）误闯白虎堂—单刀直人\n（　）断案—\n铁面无私\n（　）七十二变一神通广大",
    "answer": "张飞孔明/诸葛亮关公曹操周瑜阿斗愚公林冲包公孙悟空"
  },
  {
    "id": 409,
    "page": 95,
    "answerPage": 17,
    "type": "text",
    "prompt": "填写出下列惯用语的上半部分或下半部分。\n出其不意，（　）\n前无古人，（　）\n福无双至，（　）\n捡了芝麻，（　）\n三天打鱼，（　）\n三十六计，（　）\n（　），一波又起\n（　）,败事有余\n（　）,焉得虎子\n（　）,各显神通",
    "answer": "攻其不备后无来者祸不单行丢了西瓜两天晒网走为上计\n一波未平成事不足不人虎穴八仙过海"
  },
  {
    "id": 410,
    "page": 95,
    "answerPage": 17,
    "type": "text",
    "prompt": "判断下列说法正确与否，正确的画“√”，错误的画“×”\n（1）孙的《孙子兵法》是我国第一部军事著作。\n（2）班昭是我国第一位女史学家。\n（3）书法史上“二王\"指王羲之、王献之父子。\n（4）“唐宋八大家\"指唐朝的韩愈、柳宗元，宋朝的欧阳修、苏洵、苏轼、苏辙、曾巩、司马\n光。\n（5）“夫英雄者，胸有大志，腹有良谋，有包藏宇宙之机，吞吐天地之志者也。”这段话出自\n我国古典文学名著《三国演义》中的刘备之口。\n（6）《孟子》是孟子晚年与他的学生万章、公孙丑等共同著述的。\n（7）孙悟空的兵器原是大禹治水的定海神针。\n（8）李清照是我国历史上有名的女词人，她的《漱玉词》享有盛誉。\n（9）京剧中，饰演性格活泼、开朗的青年女性的应是花旦。\n练习二",
    "answer": "(1)×(2)~(3)√(4)×(5)×(6)~(7)√(8)√(9)√"
  },
  {
    "id": 411,
    "page": 95,
    "answerPage": 17,
    "type": "choice",
    "prompt": "《繁星·春水》的作者是冰心，这本书所体现的主题母爱、自然、童真，构筑了冰心的思想内\n核——“爱的哲学”。以下不属于本书内容的一项是（　）\n（　）。",
    "answer": "C",
    "options": [
      "A. 对母爱和童真的歌颂",
      "B. 对大自然的崇拜和赞颂",
      "C. 对人性的追问和反思",
      "D. 对人生的思考和感悟"
    ]
  },
  {
    "id": 412,
    "page": 96,
    "answerPage": 17,
    "type": "choice",
    "prompt": "张天翼是我国著名的儿童文学作家，他写了许多我们非常爱读的作品，以下（　）\n（　）不是他\n写的。",
    "answer": "A",
    "options": [
      "A. 《寄小读者》",
      "B. 《小林和大林》",
      "C. 《秃秃大王》",
      "D. 《宝葫芦的秘密》"
    ]
  },
  {
    "id": 413,
    "page": 96,
    "answerPage": 17,
    "type": "text",
    "prompt": "《小英雄雨来》中，雨来有\n等英雄事迹。",
    "answer": "掩护交通员李大叔站岗放哨护送鸡毛信"
  },
  {
    "id": 414,
    "page": 96,
    "answerPage": 17,
    "type": "text",
    "prompt": "《少年闰土》中，闰土这一人物的塑造者是我国现代伟大的文学家\n，他的原名叫\n。他发表了中国现代文学史上第一部白话小说\n，我知道他的作品\n还有\n等。他笔下的人物，我印象最深刻的是\n，因为",
    "answer": "鲁迅周树人《狂人日记》示例：《孔乙已》《社戏》《阿Q正传》\n示例：少年闰土他健康、活泼、勇敢、聪明伶俐且饱含生命力"
  },
  {
    "id": 415,
    "page": 96,
    "answerPage": 17,
    "type": "text",
    "prompt": "叶圣陶，原名\n，中国现代著名的\n家、\n家。他曾出版了童话集\n小说\n等。我们在课本里学过他写的",
    "answer": "叶绍钧；文学；教育；《稻草人》；《倪焕之》；《记金华的双龙洞》（或《荷花》《爬山虎的脚》）"
  },
  {
    "id": 416,
    "page": 96,
    "answerPage": 17,
    "type": "text",
    "prompt": "《稻草人》这本书里讲述了一位可怜的老妇人，她的田里有个稻草人为她看守着。从这个\n故事中，我知道了稻草人有着\n的美好品质。",
    "answer": "善良，忠于职守，为他人着想"
  },
  {
    "id": 417,
    "page": 96,
    "answerPage": 17,
    "type": "text",
    "prompt": "“为中华之崛起而读书”这句话是\n（谁）说的。你认为读书有什么好处？\n请你再写出两句有关读书的名言。",
    "answer": "周恩来示例：读书可以增长知识，提高阅读能力和写作水平。还可以提升个人修养。\n示例：①书犹药也，善读之可以医愚。②读万卷书，行万里路。"
  },
  {
    "id": 418,
    "page": 96,
    "answerPage": 17,
    "type": "text",
    "prompt": "童话作品具有深刻的现实象征寓意，如安徒生创造的海底“人鱼世界”\n，张天\n翼笔下的“唧唧王国”\n，郑渊洁所畅想的“魔方城”\n(填作品名称)",
    "answer": "《海的女儿》《大林和小林》《魔方大厦》"
  },
  {
    "id": 419,
    "page": 96,
    "answerPage": 17,
    "type": "text",
    "prompt": "书信是和他人交流思想、生活、工作和探讨问题的一种常见文体。从格式上讲，它一般包\n括\n和\n等几个部分。",
    "answer": "称呼问候语正文祝福语署名日期"
  },
  {
    "id": 420,
    "page": 96,
    "answerPage": 17,
    "type": "choice",
    "prompt": "莎士比亚，文艺复兴时期伟大的剧作家和诗人，马克思称他为“人类最伟大的戏剧天才”。\n以下不属于其四大悲剧作品的是（　）\n（　）。",
    "answer": "D",
    "options": [
      "A. 《哈姆雷特》",
      "B. 《奥赛罗》",
      "C. 《李尔王》",
      "D. 《罗密欧与朱丽叶》"
    ]
  },
  {
    "id": 421,
    "page": 96,
    "answerPage": 17,
    "type": "choice",
    "prompt": "法国作家圣·埃克苏佩里“为大人们写的童话故事”（　）\n（　）通过一颗小星球上的一个小王\n子旅行宇宙的经历，表达了对人类“童年”消逝的无限感叹。",
    "answer": "D",
    "options": [
      "A. 《金银岛》",
      "B. 《绿野仙踪》",
      "C. 《小布头奇遇记》",
      "D. 《小王子》"
    ]
  },
  {
    "id": 422,
    "page": 96,
    "answerPage": 17,
    "type": "choice",
    "prompt": "《鲁滨逊漂流记》中，船搁浅以后鲁滨逊上船搜寻有用的物品，下列不是他发现的一项是\n( )。",
    "answer": "B",
    "options": [
      "A. 手枪",
      "B. 指南针",
      "C. 钱币",
      "D. 面包"
    ]
  },
  {
    "id": 423,
    "page": 97,
    "answerPage": 17,
    "type": "choice",
    "prompt": "《海底两万里》中鹦鹉螺号是用（　）\n（　）作为动力源的。",
    "answer": "A",
    "options": [
      "A. 电",
      "B. 太阳能",
      "C. 海水",
      "D. 风"
    ]
  },
  {
    "id": 424,
    "page": 97,
    "answerPage": 17,
    "type": "choice",
    "prompt": "（　）是阿廖沙的终身朋友，也是他最知心的人。",
    "answer": "B",
    "options": [
      "A. 外祖父",
      "B. 外祖母",
      "C. 继父",
      "D. “好事情”"
    ]
  },
  {
    "id": 425,
    "page": 97,
    "answerPage": 17,
    "type": "choice",
    "prompt": "下列关于《丑小鸭》的说法，不正确的一项是（　）\n（　）。",
    "answer": "D",
    "options": [
      "A. 丑小鸭一出生就伴随着别人的嘲弄和歧视。",
      "B. 经过种种挫折和打击后，丑小鸭终于变成了一只美丽的天鹅。",
      "C. 丑小鸭最突出的特点是对美的向往和不懈的追求。",
      "D. 丑小鸭形象是作者虚构的，没有融入作者自身的生活体验和感受。"
    ]
  },
  {
    "id": 426,
    "page": 97,
    "answerPage": 17,
    "type": "text",
    "prompt": "狐狸，往往是狡的代名词，也常常是人们讽喻的对象。如寓言（　）\n（　）中，狐狸用花言巧\n语欺骗了乌鸦，坐享他人的劳动果实；寓言（　）\n（　）中，狐狸用雕虫小技瞒骗了老虎，仗势欺\n（　）揭露了那些做不成事而自我解嘲的人；寓言（　）\n（　）揭露了那些为达到\n压他人；寓言（　）\n目的而不择手段的人。\nA.《蝉和狐狸》\nB.《狐狸和葡萄》\nC.《狐假虎威》\nD.《狐狸和乌鸦》",
    "answer": "DCBA"
  },
  {
    "id": 427,
    "page": 97,
    "answerPage": 17,
    "type": "choice",
    "prompt": "下列对《钢铁是怎样炼成的》书中内容的描述，不正确的一项是（　）\n（　）。",
    "answer": "D",
    "options": [
      "A. 保尔12岁时，母亲把他送到车站食堂当杂役，在那儿他受尽了凌辱。",
      "B. 保尔参军后当过侦察兵，也当过骑兵。他在战场上是个敢于冲锋陷阵的战士，还是一\n名优秀的政治宣传员。",
      "C. 保尔在全身瘫痪、双目失明并且没有丝毫写作经验的情况下，忍受着巨大的痛苦，用生\n命写成小说《暴风雨所诞生的》。",
      "D. 保尔救过冬妮娅，冬妮娅也救过保尔，他们是同一阶级的战友，两人始终站在同一战\n线上。"
    ]
  },
  {
    "id": 428,
    "page": 97,
    "answerPage": 17,
    "type": "choice",
    "prompt": "法国作家儒勒·凡尔纳的代表作《海底两万里》属于（　）\n（　）。",
    "answer": "B",
    "options": [
      "A. 侦探小说",
      "B. 科幻小说",
      "C. 爱情小说",
      "D. 骑士小说"
    ]
  },
  {
    "id": 429,
    "page": 97,
    "answerPage": 17,
    "type": "text",
    "prompt": "《童年》是\n以自己为原型创作的\n小说。另外两部是",
    "answer": "高尔基自传体《在人间》《我的大学》"
  },
  {
    "id": 430,
    "page": 97,
    "answerPage": 17,
    "type": "text",
    "prompt": "《天方夜谭》又名\n,是一部著名的\n民间故事集。书中故事情节\n曲折离奇：\n拥有一盏法力无边的神灯，为民造福；\n航海旅行七次，九死\n一生；“芝麻开门”的暗语使\n获得财宝，分给了穷人···",
    "answer": "《一千零一夜》阿拉伯阿拉丁辛伯达\n阿里巴巴"
  },
  {
    "id": 431,
    "page": 97,
    "answerPage": 17,
    "type": "text",
    "prompt": "安徒生是\n著名的童话作家，他一生共写童话一百六十多篇，也是世界上最卓越的\n和\n等。\n童话作家之一，我读过他的作品有",
    "answer": "丹麦示例：《皇帝的新装》《丑小鸭》"
  },
  {
    "id": 432,
    "page": 97,
    "answerPage": 17,
    "type": "text",
    "prompt": "格林兄弟是\n国著名的童话作家，他们的作品\n被译成一百多种\n文字，在世界各国广泛流传。",
    "answer": "德《格林童话》"
  },
  {
    "id": 433,
    "page": 98,
    "answerPage": 17,
    "type": "text",
    "prompt": "普希金著名的童话诗\n（作品名），讲述渔夫的妻子贪得无厌、永不\n满足，对知恩图报的金鱼提出越来越高的要求，最后一无所得。这个故事启示我们：",
    "answer": "《渔夫和金鱼的故事》美好的生活要用自己的辛勤劳动去创造"
  },
  {
    "id": 434,
    "page": 98,
    "answerPage": 17,
    "type": "text",
    "prompt": "英国作家\n的《鲁滨逊漂流记》是一部历险小说，主人公鲁滨逊在荒岛上生活\n了\n年。为了生存，他种植了\n和\n，驯养了\n和\n，还\n救下一个俘虏，取名\n·历经磨难，他最终离开孤岛，回到了祖国。",
    "answer": "丹尼尔·笛福28大麦水稻山羊鹦鹉“星期五”"
  },
  {
    "id": 435,
    "page": 98,
    "answerPage": 17,
    "type": "text",
    "prompt": "国著名作家莫泊桑被誉为“\n”,他写的短篇小说\n等都是脍炙人口的名篇。",
    "answer": "法短篇小说之王示例：《项链》《我的叔叔于勒》"
  },
  {
    "id": 436,
    "page": 98,
    "answerPage": 17,
    "type": "text",
    "prompt": "苏联无产阶级革命作家\n的自传体三部曲是\n和\n。他\n还为孩子们创作了\n等作品。",
    "answer": "高尔基《童年》《在人间》《我的大学》示例：《意大利童话》《俄罗斯童话》"
  },
  {
    "id": 437,
    "page": 98,
    "answerPage": 17,
    "type": "text",
    "prompt": "潘多拉是古希腊神话中一位貌美性诈的女人，她私自打开宙斯送给她的一个盒子，里面装\n的疾病、疯狂、嫉妒、罪恶等祸患一齐飞出，只有希望留在盒底。后来，人们常用\n来比喻灾祸之源。",
    "answer": "“潘多拉的盒子”"
  },
  {
    "id": 438,
    "page": 98,
    "answerPage": 17,
    "type": "text",
    "prompt": "判断下列说法正确与否，正确的画“√”，错误的画“×”\n（1）《骑鹅旅行记》字里行间都饱含着对自由的追求，对外面世界的向往。\n（3）《童年》的作者是美国的马克西姆·高尔基。\n（4）《唐·吉诃德》的作者塞万提斯是意大利著名小说家。\n（5）世界文学名著《三剑客》格列佛游记》复活》巴黎圣母院》的作者依次是大仲马、斯\n威夫特、列夫·托尔斯泰和雨果。",
    "answer": "（1)×（2)√（3)×·（4)×(5)√"
  },
  {
    "id": 439,
    "page": 98,
    "answerPage": 17,
    "type": "text",
    "prompt": "写出《鲁滨逊漂流记》中对你最有启发的一句话，联系生活实际，说说你的感受。\n练习三",
    "answer": "示例：害怕危险的心理比危险本身还要可怕一万倍。\n夏天的夜晚，走在僻静的小路上，我总是\n不敢回头看，总觉得有东西在跟着自己。还有就是夜晚看着窗户时，我总觉得有怪物等，吓得要\n命。再有就是每到考试前夕，我总是害怕，觉得自己不行，唯恐成绩不好。实际上这些都是自己的\n心理在起作用，只有心中没有畏惧，才能把事情做好。"
  },
  {
    "id": 440,
    "page": 98,
    "answerPage": 17,
    "type": "text",
    "prompt": "将下列成语和相关联的人物连线。\n破釜沉舟\n孙\n卧薪尝胆\n李白\n投笔从戎\n杨时\n人木三分\n勾践\n洛阳纸贵\n项羽\n口蜜腹剑\n蔺相如\n图穷匕见\n班超\n凿壁借光\n岳飞\n悬梁刺股\n左思\n铁成针\n李林甫\n围魏救赵\n荆轲\n精忠报国\n匡衡\n程门立雪\n孙敬\n完璧归赵\n王羲之",
    "answer": "破釜沉舟一项羽\n卧薪尝胆—勾践\n投笔从戎一班超\n人木三分一王羲之\n洛阳纸贵一左思\n口蜜腹剑—李林甫\n图穷匕见—荆轲\n凿壁借光一匡衡\n悬梁刺股一孙敬\n铁成针一李白\n围魏救赵一孙\n精忠报国一岳飞\n程门立雪一杨时\n完璧归赵一蔺相如"
  },
  {
    "id": 441,
    "page": 99,
    "answerPage": 18,
    "type": "text",
    "prompt": "将下列名著和作家的名字以及主要人物对应连线。\n罗贯中\n《红楼梦》\n武松\n吴承恩\n《水浒传》\n孙悟空\n施耐庵\n《三国演义》\n林黛玉\n曹雪芹\n《西游记》\n诸葛亮\n《小英雄雨来》\n波莉姨妈\n儒勒·凡尔纳\n《骑鹅旅行记》\n启秀老师\n马克·吐温\n塞尔玛·拉格洛芙\n《海底两万里》\n尼摩船长\n管桦\n《汤姆·索亚历险记》\n尼尔斯",
    "answer": "罗贯中—《三国演义》—诸葛亮\n吴承恩—《西游记》—孙悟空\n施耐庵—《水浒传》——武松\n曹雪芹—《红楼梦》林黛玉\n儒勒·凡尔纳—《海底两万里》—尼摩船长\n马克·吐温一《汤姆·索亚历险记》—波莉姨妈\n塞尔玛·拉格洛芙—《骑鹅旅行记》尼尔斯\n管桦—《小英雄雨来》—启秀老师"
  },
  {
    "id": 442,
    "page": 99,
    "answerPage": 18,
    "type": "text",
    "prompt": "将下列寓言故事与相关寓意用线连起来。\n邯郸学步\n技艺高超熟练，发挥起来得心应手。\n疱丁解牛\n盲目模仿他人，其结果反而更糟。\n郑人买履\n想做一件事而力量不够，感到无可奈何。\n望洋兴叹\n只相信教条，不顾客观实际。",
    "answer": "邯郸学步一盲目模仿他人，其结果反而更糟。\n疱丁解牛一技艺高超熟练，发挥起来得心应手。\n郑人买履一只相信教条，不顾客观实际。\n望洋兴叹一想做一件事而力量不够，感到无可奈何。"
  },
  {
    "id": 443,
    "page": 99,
    "answerPage": 18,
    "type": "text",
    "prompt": "阅读《伊索寓言》，将其中的故事与相关的俗语用线连起来。\n放羊的孩子\n机关算尽太聪明，反误了卿卿性命。\n狼和小羊\n人无信不立。\n龟兔赛跑\n欲加之罪，何患无辞。\n金斧和银斧\n谦虚使人进步，骄傲使人落后。\n农夫与鹰\n诚实带来幸福，贪婪带来灾祸。\n弄巧成拙的驴子\n投之以桃，报之以李。",
    "answer": "放羊的孩子一人无信不立。\n狼和小羊一欲加之罪，何患无辞。\n龟免赛跑一谦虚使人进步，骄傲使人落后。\n金斧和银斧一诚实带来幸福，贪婪带来灾祸。\n农夫与鹰一投之以桃，报之以李。\n弄巧成拙的驴子一机关算尽太聪明，反误了卿卿性命。"
  },
  {
    "id": 444,
    "page": 99,
    "answerPage": 18,
    "type": "text",
    "prompt": "民间故事滋养了我们的心田，满足了我们的好奇心，点燃了我们寻求知识和培养美德的心\n灵火焰。请将下列相关内容用线连起来。\n木匠祖师\n仓颉\n造字\n鲁班\n替父从军\n李白\n太白酒\n花木兰\n剪刀\n阿凡提\n粽子、龙舟\n张小泉\n倒骑毛驴\n海瑞\n王子犯法，与庶民同罪\n屈原",
    "answer": "木匠祖师一鲁班造字一仓颉替父从军一花木兰\n太白酒—李白剪刀—张小泉粽子、龙舟—屈原\n倒骑毛驴—阿凡提王子犯法，与庶民同罪—海瑞"
  },
  {
    "id": 445,
    "page": 99,
    "answerPage": 18,
    "type": "text",
    "prompt": "《三国演义》中哪两位人物青梅煮酒论英雄？他们各自的内心是怎样想的？",
    "answer": "曹操：故意试探刘备，看他是否胸怀大志，能成就大业。\n刘备：生怕自己被曹操看出破绽，竭力掩饰，内心恐慌。"
  },
  {
    "id": 446,
    "page": 100,
    "answerPage": 18,
    "type": "text",
    "prompt": "列举《西游记》中唐僧师徒四人取经路上经历的磨难，举四个即可。",
    "answer": "示例：①三打白骨精；②借道女儿国；③智取芭蕉扇；④真假美猴王。"
  },
  {
    "id": 447,
    "page": 100,
    "answerPage": 18,
    "type": "text",
    "prompt": "“谁也不知道：她曾经看到过多么美丽的东西，她曾经多么幸福地跟着她的奶奶一起走向\n新年的幸福中去。”（安徒生童话《卖火柴的小女孩》）\n这句话是什么意思？你知道卖火柴的小女孩在幻景中看到过哪些东西吗？试着写下来。",
    "answer": "这句话的意思是小女孩冻死了。\n但谁也不知道小女孩曾经怀着对美好生活的向往，在幻景中看\n到过温暖的大火炉、喷香的烤鹅、美丽的圣诞树、慈爱的奶奶，在幻想中和奶奶一起飞向天国去寻\n找那“没有寒冷，没有饥饿，也没有痛苦”的生活。"
  },
  {
    "id": 448,
    "page": 100,
    "answerPage": 18,
    "type": "text",
    "prompt": "你在阅读中外文学名著时，经常采用的是哪种读书方法？有什么收获？请略举一例加以\n说明。",
    "answer": "读书方法：（示例）写读书笔记，将自已读书时的独特感受及时记人笔记，通过读书报告会、辩论会\n等方式与同学交流等。业\n收获：（提示）可结合具体的文学名著谈，突出积极意义。"
  },
  {
    "id": 449,
    "page": 100,
    "answerPage": 18,
    "type": "text",
    "prompt": "《海底两万里》中写道：“你只有探索才知道答案。”联系实际，说说你对这句话的理解。",
    "answer": "示例：成长的现实告诉我们，不管你多大年龄，过去发生了什么，错过了什么，失去了什么，做错了\n什么，只要你不放弃，坚持不断地探索和行动，就会有路，就会找到一条属于自己的路！在学习上，\n遇到不会做的题目，经过深人思考、探究，最终会找到解题的方法，得到更多的知识。"
  },
  {
    "id": 450,
    "page": 103,
    "answerPage": 18,
    "type": "text",
    "prompt": "在班级元旦联欢会前夕，李小萌因为害怕把自己表演的节目搞砸了而非常紧张，作为她的\n同学、老师、家长，应分别怎么鼓励她呢？\n（1）同学：\n（2）老师：\n（3）家长：",
    "answer": "示例：（1）没事，我们都相信你，加油！\n（2）成功往往从战胜自己开始，你一定能行的！\n（3）女儿，要相信自己，把你平时的水平展示出来就好了，你是最棒的！"
  },
  {
    "id": 451,
    "page": 103,
    "answerPage": 19,
    "type": "text",
    "prompt": "下午第三节课，班上张伟同学肚子疼痛得厉害，王明和李旭陪同老师连忙将他送到市中心\n医院。经医生诊断，张伟得了急性阑尾炎，需立即动手术，手术前需要家长签字。老师请\n王明和李旭先打电话通知张伟父母，然后再给自己父母打电话。请你根据以上情境，设计\n出下面两次通话的内容（称呼语及部分内容已给出），要求语言简洁明了。\n（1）王明给张伟父母打电话的内容为：叔叔（阿姨），我是张伟的同学，（以下填写内容不超\n过40字)\n（2）李旭给自己父母打电话的内容为：爸爸（妈妈），（以下填写内容不超过20字）",
    "answer": "（1）示例：张伟得了急性阑尾炎，正在市中心医院等待手术，需要叔叔（阿姨）过来签字。\n（2）示例：我班同学病了，我在市中心医院照顾他。"
  },
  {
    "id": 452,
    "page": 104,
    "answerPage": 19,
    "type": "text",
    "prompt": "你读过《鲁滨逊漂流记》这本书吗？请仔细阅读下列问题并解答。\n（1）《鲁滨逊漂流记》的作者是\n国的\n（人名）。\n（2）《鲁滨逊漂流记》被称为是“一本男孩子必读的书”，那女孩子要不要读？说说你的\n理由。",
    "answer": "（1）英丹尼尔·笛福\n（2）示例：女孩子也要读，因为女孩子在生活中也会遇到种种困难。这本书可以教女孩子学会生\n存，学会坚强，学会面对困难而毫不畏惧！并且它是世界文学名著，值得每个人去读。"
  },
  {
    "id": 453,
    "page": 104,
    "answerPage": 19,
    "type": "text",
    "prompt": "为更好地发挥公益广告培育和弘扬社会主义核心价值观的积极作用，为实现“中国梦”凝聚\n正能量，中国网络电视台“全国优秀广播电视公益广告作品库”发布征稿通知。请你围绕“友\n善\"这一主题设计一个公益广告，并将你所设计的广告主题、梗概和创意写下来参与投稿。",
    "answer": "示例：爱心接力棒，传递暖大家。梗概和创意略。"
  },
  {
    "id": 454,
    "page": 104,
    "answerPage": 19,
    "type": "text",
    "prompt": "根据所给情境，按要求表达。\n自全国全面启动“亿万学生阳光体育运动”工程后，许多学校积极响应并认真落实。\n但面对将来升学的压力，某校一些学生因忙于学习，疏于体育锻炼，同时该校的体育课存\n在缩水现象，特别是对毕业班的学生来说，体育课往往只是一种回忆····\n（1）假如你身处这所学校，体育课上，你如何邀请不爱运动的小强参加体育运动？\n（2）假如你身处这所学校，你有机会代表同学向校长就以上现象面对面提出建议，你会怎\n样说？\n（3）你最喜欢哪项运动？原因是什么？请用简洁的语言写下来。",
    "answer": "（1）示例：小强，我们一起出去活动吧，这样可以使你的大脑得到放松，学习效率也会提高的。\n（2）示例：校长：您好！我代表同学向您提出两条建议：第一，每周要开齐开足体育课，让体育运动\n陪伴我们成长；第二，定期举办一些趣味性体育活动。如果这样，我校学生的身体素质和学习\n成绩都会提高的。您觉得这样可以吗？\n（3）示例：我最喜欢打篮球。因为我喜欢在运动场上努力拼搏的自己，我也喜欢突破对手设下的\n重重障碍，最终取得胜利的感觉，我更喜欢与队友在运动场上团结协作、亲密无间的配合。"
  },
  {
    "id": 455,
    "page": 104,
    "answerPage": 19,
    "type": "text",
    "prompt": "现代社会，家用汽车数量越来越多。某小区的地下车位数量有限，有的业主就向物业提建\n议：小区里绿化带占用很大面积，改建停车场，能方便大家停车；同时，收取车位停放费，还\n能给所有业主带来收益。\n你同意他的建议吗？请说说你的观点。（至少两个角度）",
    "answer": "示例：我不同意这位业主的建议。首先，小区的绿化带给我们创造了优美的环境，还能净化空气，\n改为停车位破坏了小区的绿化；其次，如果更多的汽车在小区内行驶，可能会影响行人安全，存在\n安全隐患。"
  },
  {
    "id": 456,
    "page": 105,
    "answerPage": 19,
    "type": "text",
    "prompt": "环保，没有一个人能说与自己无关。废气、噪声、污水、塑料袋·····当越来越多的这些名词\n包围着我们，为了我们美好的家园，身边更多人开始行动，加人到环保队伍中。这一次，你\n行动起来了吗？\n请你把自己平时学习、生活中的环保方法推荐给大家吧。（至少说两条）",
    "answer": "示例：①平时用布袋拎东西；②不用一次性餐具；③垃圾要分类投放；④没有用完的练习本可做演\n算纸；5出行时尽量乘坐公共交通工具····"
  },
  {
    "id": 457,
    "page": 105,
    "answerPage": 19,
    "type": "text",
    "prompt": "今天是奶奶的生日，在生日宴会上，爸爸说：“金桂生辉老益健，萱草长春庆古稀。”你知道\n今天是奶奶的多少岁生日吗？关于年龄的称谓，你还知道哪些？请列举至少四个。",
    "answer": "70三十而立，四十不惑，五十知天命，六十花甲，八九十岁耄之年，一百岁期颐"
  },
  {
    "id": 458,
    "page": 105,
    "answerPage": 19,
    "type": "text",
    "prompt": "“大江东去，浪淘尽，千古风流人物·…··”苏轼的这首词中的“大江”指的是长江，长江是中\n华民族的母亲河，长江流域是中华文明的重要发祥地。文学作品中，作者常常用地名来增\n添作品的意境和情感色彩。你知道下面这些古诗词名句中提到的地名（加点的词）对应的\n现代地名吗？请试着连线。\n春风得意马蹄疾，一日看尽长安花。\n开封\n暖风熏得游人醉，直把杭州作汴州。\n荆州\n朝辞白帝彩云间，千里江陵一日还。\n苏州\n姑苏城外寒山寺，夜半钟声到客船。\n西安",
    "answer": "春风得意马蹄疾，一日看尽长安花。一西安\n暖风熏得游人醉，直把杭州作汴州。一开封\n朝辞白帝彩云间，千里江陵一日还。一荆州\n姑苏城外寒山寺，夜半钟声到客船。一苏州"
  },
  {
    "id": 459,
    "page": 105,
    "answerPage": 19,
    "type": "text",
    "prompt": "暑假里，张华和家人一同去山西旅游，当登上闻名中外的鹳雀楼时，他不禁吟咏起王之涣\n的“欲穷千里目，更上一层楼”。爸爸听后对他说：“鹳雀楼与黄鹤楼、岳阳楼、滕王阁并称\n为中国四大名楼。古代的文人雅士登楼赏景，还留下了许多不朽诗篇。”回到家后，爸爸还\n给张华出了一道名楼连线题。请你也来连一连。\n黄鹤楼\n王勃\n先天下之忧而忧，后天下之乐而乐。\n滕王阁\n范仲淹\n日暮乡关何处是？烟波江上使人愁。\n岳阳楼\n崔颢\n落霞与孤鹜齐飞，秋水共长天一色。\n练习二",
    "answer": "黄鹤楼一崔颢一日暮乡关何处是？烟波江上使人愁。\n滕王阁一王勃一落霞与孤鹜齐飞，秋水共长天一色。\n岳阳楼一范仲淹一先天下之忧而忧，后天下之乐而乐。"
  },
  {
    "id": 460,
    "page": 105,
    "answerPage": 19,
    "type": "text",
    "prompt": "“三”字意思多，请你来参与。\n别看“三”这个字就三道杠，可是，三木成\n，三人成\n；独木不成林，众人一条心。\n在中国古典小说中，经常用“三”表现矛盾的冲突、故事情节的曲折和富于变化，下面的几\n个词语出自《西游记》和《水浒传》两部古典小说，你能补齐吗？\n三打\n三气\n三顾\n三借",
    "answer": "森众白骨精周瑜茅庐芭蕉扇"
  },
  {
    "id": 461,
    "page": 105,
    "answerPage": 19,
    "type": "text",
    "prompt": "六(1)班有个学生叫李貌，她学习成绩很好，也很尊敬老师，待人有礼貌，爱好很广泛，可就\n是不喜欢劳动。每次大扫除，她总是找借口不参加，不是“我生病了”，就是“我要上厕所”。\n也很少参加班上的劳动值日，老师几次找她谈话教育都不见效。上星期学校电视台“校园\n风”的拍摄组刚好抓拍到了李貌劳动值日的一幕，画面上，李貌嘟着小嘴，极不耐烦地拿起\n扫帚扫了两下，然后生气地把扫帚扔在地上，嘴里念叨着：“在家都是爷爷奶奶干的，今天\n真倒霉，居然让我来做，烦死了！”\n（1）假如这天你恰好从李貌所在的教室窗外路过，亲眼看到了这一幕，你会怎样劝说李貌？\n（2）李貌在大家的帮助下有了很大的进步，开始参与班级的大扫除了。可是好景不长，一\n天，爱孙心切的李貌奶奶来到学校，看见自己的孙女在劳动，就来找学校理论了。假\n如你面对这一情况，会怎样劝说李貌的奶奶呢？",
    "answer": "（1）示例：①你也是班集体的一员，打扫教室卫生也有你的一份责任，你应该做好劳动值日。\n②劳动是幸福的源泉，我们要热爱劳动。“③家长不会帮我们做一辈子，我们应该学会\n劳动。\n（2）示例：①奶奶，您知道吗？劳动也是学习，从劳动中我们可以学到许多书本上学不到的东西。\n②奶奶，学校是个大家庭，劳动是每个同学都应该承担的责任，只有每个同学都承担起自己的\n责任，这个大家庭才能温暖和谐。"
  },
  {
    "id": 462,
    "page": 106,
    "answerPage": 19,
    "type": "text",
    "prompt": "孔子创立的儒家学说对后世影响很大。他的思想主要体现在哪本书里？你知道孔子的哪\n些和学习有关的名言？写下两句并选择一句说说你的理解。\n（1）体现孔子思想的著作：《\n（2）孔子有关学习的名言：\n（3）我对第\n(填序号)句的理解是：",
    "answer": "（1）《论语》\n（2）①学而不厌，诲人不倦。，②学而不思则罔，思而不学则殆。\n（3）提示：结合名言的内容谈，言之成理即可。"
  },
  {
    "id": 463,
    "page": 106,
    "answerPage": 20,
    "type": "text",
    "prompt": "某校六（2)班同学在阅读《西游记》时，对唐僧这个人物有两种不同看法，为此语文老师组\n织了一场辩论。假如你是反方，针对正方辩词，你该怎么说？\n正方：我方认为，唐僧能历尽千辛万苦去西天取经。他意志坚定，不管遇到什么困\n难，从来没有动摇取经的决心；他心地善良，有仁爱之心，宁可误放妖魔，也不愿伤及无辜；\n他不求名、不贪财，是一个可亲可敬的人。\n反方：",
    "answer": "提示：反驳要有针对性，尽可能抓住对方辩词中的疏漏，也可采用求异思维的方法反驳，如对方辩\n词中的“误放妖魔”，一方面能表现出唐僧的“善良”“仁爱”，但换个角度，何尝不是固执己见、不听\n忠言、人妖不辨呢？答案不唯一，重在表意清楚，言之有理，理由要符合人物特点。示例：我方\n认为，唐僧的仁爱之心是虚伪的，在惩罚为他一路降妖除魔的孙悟空时，毫不手软；他一意孤行，在\n去西天取经的路上，人妖不辨，经常被妖魔鬼怪所迷惑，是一个是非不分、固执己见的人。"
  },
  {
    "id": 464,
    "page": 106,
    "answerPage": 20,
    "type": "text",
    "prompt": "争当语言文字“小卫士”。现在，人们的环保意识越来越强，周围的环境越来越干净整洁，\n可你注意过没有，我们的周围还存在另一种污染一一那就是滥用语言文字。班级准备就\n此举行一次综合实践活动，请你为这次活动确定一个主题。如果让你来设计活动方案，你\n该如何设计？",
    "answer": "（示例）主题：净化语言环境，维护文字纯洁。：活动方案：①同学们利用周末收集周围滥用语言\n文字的现象，整理成资料；②利用综合实践活动课汇报情况；③整理一份情况说明，并提出合理化\n建议，由学校报送相关部门。"
  },
  {
    "id": 465,
    "page": 107,
    "answerPage": 20,
    "type": "text",
    "prompt": "（1）假如你所在学校的校史馆（或者是当地的图书馆、博物馆）开展“我是小小志愿者”活\n动，请你以小小志愿者的身份，选择一个地方，向读者（或游客)简要介绍一下。\n（2）请写出你参加“我是小小志愿者”活动的理由。",
    "answer": "（1）（示例）各位游客：大家好！我是水晶博物馆的小小志愿者，今天由我为大家简要介绍一下水\n晶博物馆。水晶博物馆规划用地5.2万平方米，总投资3亿元，共分序厅、开天辟地厅、鬼斧神\n工厅、气象万千厅、紫嫣红厅、精品厅、历史展厅、捷克水晶展厅及临展厅等九个展厅，各个\n展厅从不同的角度和方面立体化、多手段地展示了水晶的特点、文化及内涵。\n（2）示例：参加“我是小小志愿者”活动，不仅能培养我们的社会实践能力和奉献精神，还能提升我\n们的社会责任感、服务意识，以便将来更好地为祖国建设添砖加瓦。"
  },
  {
    "id": 466,
    "page": 107,
    "answerPage": 20,
    "type": "text",
    "prompt": "按照要求完成习题。\n【材料1】中共中央、国务院印发了《关于深化教育教学改革全面提高义务教育质量的\n意见》，落实“五育”并举的指导方针。《中国教育现代化2035》提出：要注重学生的全面发\n展，促进德育、智育、体育、美育和劳动教育的有机融合。\n【材料2】教育部等11部门联合印发的《关于推进中小学生研学旅行的意见》中强调：\n学校可以根据区域特色、学生年龄特点和各学科教学内容需要，组织学生走出校园，体验\n与平常不同的生活。\n基于以上材料所反映的时代背景，学校准备开展以“走进田间”为主题的综合性学习活动。\n（1）为了更好地落实“五育”并举的要求，需要你就本次综合性学习“走进田间”设计一些\n具体的活动内容。请你从“五育”（德、智、体、美、劳）的不同方面设计出三项具体的活\n动内容。\n（2）在本次综合性学习的动员会上，班级推荐你上台发言，谈谈小学生“走进田间”的意\n义。请把你要说的话写在下面。（100～120字）",
    "answer": "（1）提示：能围绕“走进田间\"的主题拟定具体活动内容，体现“五育”的不同方面即可。\n（2）提示：围绕“五育”的不同方面表达“走进田间”的意义，观点明确，事理清晰，语言简明、连贯、得体\n即可。"
  },
  {
    "id": 467,
    "page": 107,
    "answerPage": 20,
    "type": "text",
    "prompt": "人们常用“黄河之水天上来，奔流到海不复回”来赞美黄河的雄伟气势。你能借用古人的\n诗句来赞美下面的景观吗？（任选两处，可以只写相关诗句或词句）\n①长江\n②长城\n③泰山\n④西湖5故宫",
    "answer": "（示例）长江：无边落木萧萧下，不尽长江滚滚来。\n长城：不到长城非好汉，屈指行程二万。泰\n山：岱宗夫如何？齐鲁青未了。西\n西湖：毕竟西湖六月中，风光不与四时同。故宫：故宫事往凭\n谁问，无恙是朱颜。"
  },
  {
    "id": 468,
    "page": 108,
    "answerPage": 20,
    "type": "text",
    "prompt": "张平的爷爷十分喜欢侍弄花草，家里的客厅、阳台摆满了大小盆栽，把家装饰得十分雅致。\n上周末，张平的爷爷看自己卧室书柜上空空的，就准备摆上一盆绿萝，说既可以美化环境，\n还可以净化空气。可是张平的爸爸却不同意，他说绿萝在夜晚会和人“抢”氧气。假如你\n是张平，你将如何劝说爷爷呢？",
    "answer": "示例：爷爷，根据我学到的知识，爸爸说的有道理。植物在白天会进行光合作用，吸收二氧化碳，释\n放氧气；在夜间，主要进行呼吸作用，吸收氧气，释放二氧化碳。把绿萝放在卧室，夜晚关上门睡觉\n时，会对睡眠造成影响，长期过多吸人二氧化碳会对身体造成伤害。为了您的健康，请您不要把绿\n萝放在卧室。如果您喜欢绿萝，可以把它放在阳台上。"
  },
  {
    "id": 469,
    "page": 108,
    "answerPage": 20,
    "type": "text",
    "prompt": "汉字是我们中华民族无比珍贵的文化遗产，在书写过程中，它逐渐形成了中国特有的一种\n传统艺术——书法。\n（1）关于书法，你知道哪些书法家和他们的代表作品？并讲讲你读过的书法家的故事，谈\n谈自己的收获和体会吧。\n（2）某校六（1)班同学就“数字时代是否还需要练字”这一话题展开了辩论。反方同学认\n为：当今社会进人了数字时代，一切文字处理都可以在数字终端设备如电脑、手机等\n上进行，而且要什么字体就有什么字体，没有必要再下功夫去练字了。作为正方，针\n对反方的辩词，你该怎样进行反驳？\n练习三",
    "answer": "（1）（示例）书法家和他们的作品：王羲之的《兰亭序》，颜真卿的《颜勤礼碑》，柳公权的《玄秘塔\n碑》，欧阳询的《九成宫醴泉铭》，等等。书法家的故事：有一次吃午饭时，书童送来了王羲之\n最爱吃的蒜泥和馍馍，几次催他快吃，他仍然连头也不拾，像没听见一样，专心致志地看帖、写\n字。饭都凉了，书童没有办法，只好去请王羲之的母亲来劝他吃饭。母亲来到书房，只见王羲\n之手里正拿着一块蘸了墨汁的馍馍往嘴里送呢，弄得满嘴乌黑。原来，王羲之在吃馍馍的时\n候，眼晴仍然看着字，脑子里在想这个字怎样写才好，结果错把墨汁当蒜泥吃了。母亲看到这\n情景，忍不住放声笑了起来。收获和体会：王羲之勤学苦练、临帖不辍的故事，让我懂得了，\n做任何事情都要专心致志、持之以恒，只有这样才能取得成功。\n（2）提示：这类考题主要考查学生能否有针对性地发表意见。因此答题时首先要明确地提出自己\n的观点：“数字时代也需要练字。”然后从书写体现一个人的学识修养，练字能够培养人的耐心、\n气质等方面，论述练字在数字时代对于人的重要性。示例：文字是一种重要的文化载体。每个\n中华儿女都是中华文化的继承者，对传统文化传承和发展的责任不能淡忘和忽略。书法代表了\n一个人的才学和修养，能写得一手好字，别人羡慕、教师夸奖，让我们更优秀。（合理即可。）"
  },
  {
    "id": 470,
    "page": 108,
    "answerPage": 21,
    "type": "text",
    "prompt": "在下面的情境中，假如你是那个小男孩，该如何礼貌机智地对老妇人说？\n一对年轻夫妇带着一个5岁的小男孩去租房，他们对房子很满意。房东是一位老妇\n人，她淡淡地说：“我从不把房子租给带小孩子的家庭。”夫妇俩大失所望。可是小男孩又\n敲开了房门，满面春风地说：“\n。”老妇人听了哈哈大笑，愉快地把房子租给了\n他们。",
    "answer": "示例：奶奶，您好！我想租下您的房子。我今年5岁，没有小孩，只带了两个大人。您能把房子租\n给我吗？"
  },
  {
    "id": 471,
    "page": 108,
    "answerPage": 21,
    "type": "text",
    "prompt": "某班举行以“小学生参加社区公益活动的利与弊”为话题的辩论活动，下面是甲方同学的\n一段辩词：\n小学生参加社区公益活动有弊无利。一方面，小学生能参与的社区公益活动，无非是\n扫扫地、擦擦窗。做这样的小事，对小学生的成长意义不大。另一方面，学好文化知识是\n小学生的主要任务，参加社区公益活动会占用学生的学习时间，影响学习成绩。\n如果你是乙方，你将怎样针对对方的论点和论据进行反驳，表达你方的观点和理由？要\n求：先摆出你方观点，再进行反驳。\n观点：\n反驳：",
    "answer": "（示例)观点：小学生参加社区公益活动并非有弊无利，而是利大于弊。反驳：一方面，扫地、擦\n窗看似小事，但在小事中却能培养学生良好的道德情操；另一方面，参加社区公益活动对学好文化\n知识有帮助，不会影响学习成绩。"
  },
  {
    "id": 472,
    "page": 109,
    "answerPage": 21,
    "type": "text",
    "prompt": "有人说：“母爱是无私的。”是的，母爱是温暖的太阳，奉献着她的光芒；母爱是辽阔的海洋，\n祖露着她宽广的胸膛；母爱是一片肥沃的土壤，哺育着儿女茁壮地成长。假如你们班级将\n要举行一次感恩母爱活动，你想设计什么样的活动主题？你准备设计什么样的具体活动？",
    "answer": "（示例）主题：热爱母亲，回报母爱。活动：把一个生鸡蛋装在怀里一天，体验母亲十月怀胎的辛\n苦，然后在同学中交流，以绘画或是日记的形式展示。"
  },
  {
    "id": 473,
    "page": 109,
    "answerPage": 21,
    "type": "text",
    "prompt": "我们都是读着安徒生的童话长大的，我们非常感谢这位给我们带来无数感动和快乐的童\n话巨人。班级要举办一次纪念安徒生的活动，同学们都以极高的热情积极筹备。\n（1）请你为这次纪念活动确定一个主题。\n（2）围绕你所确定的主题，设计一个简要的活动方案。",
    "answer": "（1）提示：为活动确定主题，可选角度较多，根据小学生的阅历，可从下列角度思考：安徒生作品\n本身，作品对我们成长的影响，我眼中的安徒生等。主题一定要明确、醒目，语言表达要准确。\n（2）提示：活动方案的设计，可采用分步骤的方法，要完整、清楚、具体，便于操作。"
  },
  {
    "id": 474,
    "page": 109,
    "answerPage": 21,
    "type": "text",
    "prompt": "“美不美，家乡水，亲不亲，故乡人”，班级近期将开展“家乡美，故乡情”的综合实践活动。\n假如你参加了这次活动，请你根据以下情境和要求答题。\n（1）请为这次活动再设计两个活动内容。\nA.“最美家乡”摄影、书画展览\nB.“唱响家乡”歌咏比赛\nC.\nD.\n（2）如果你是“唱响家乡”歌咏比赛活动的主持人，当活动接近尾声时，请设计一段结束语。\n（3）假如你是小导游，请写一段导游词，为外地游客介绍家乡的一处景点或一种土特产。",
    "answer": "（1）示例：C.“喝彩家乡”舞蹈比赛D.“最美乡情”感人事迹表彰大会（2）示例：本次“唱响家\n乡”歌咏比赛活动举办得很成功，感谢各位参赛者的精彩表演和各位来宾的大力支持，我代表举办\n方向各位致以诚挚的谢意！，（3）示例：这是我们家乡有名的土特产猕猴桃，它不仅口感好，而且\n价格实惠，是您走亲访友的必备佳品。"
  },
  {
    "id": 475,
    "page": 109,
    "answerPage": 21,
    "type": "text",
    "prompt": "（1）“他拽开步，迎着猛虎，道声：‘业畜！哪里去！\"那只虎蹲着身，伏在尘埃，动也不敢动。\n却被他照头一棒，就打得脑浆进万点桃红，牙齿喷几株玉块。”这段话出自\n这部名著，描写的这位打虎英雄是\n。请用一两句话来评价一下这个人物。\n（2）在这本书中我还认识了\n，他的绰号是\n，我觉得他是一位",
    "answer": "（1）《西游记》孙悟空提示：可以从孙悟空本领高强、神通广大、勇于斗争等方面来回答。\n（2）提示：开放性试题，结合书中人物及其绰号，从与人物有关的言行中概括人物的性格特点、关\n键品格等。"
  },
  {
    "id": 476,
    "page": 110,
    "answerPage": 21,
    "type": "text",
    "prompt": "文学名著是我们的精神食粮，课内课外读过的文学名著给我们留下了深刻的印象。请你\n先从《西游记X水浒传》三国演义》钢铁是怎样炼成的》等名著中任选一部，再仿照下面\nA同学的发言，概括讲述你熟悉的一个故事。要求说出书名、人名和有关情节，至少运用\n一个成语或一句名言警句。\nA同学：《西游记》中，被称为“齐天大圣”的孙悟空在去西天取经途中，凭着一根威力\n无比的金箍棒和一双能看透一切的火眼金晴，三打白骨精，大战牛魔王·····一路降妖除\n魔，最终帮助唐僧取回了真经。\n我的讲述：",
    "answer": "提示：要根据要求写，故事要简要，主题要突出。"
  },
  {
    "id": 477,
    "page": 110,
    "answerPage": 21,
    "type": "text",
    "prompt": "古今中外，许多名人先贤用精粹的语言道出了他们对大千世界的洞悉，对人生万象的彻\n悟。吟诵这些妙语，可以使灵魂得以烛照，使智慧得以开启。为此，六(1)班班委会决定搞\n一次“名言接力赛”。\n（1）请你以对联的形式为这次活动设计一个主题。\n上联是：\n下联是：\n（2）如果以“友谊”为主题，你最想和同学们交流的一句名言是：\n（3）如果要鼓励同学们勤奋学习，我们可以用\n（人名）的名言：",
    "answer": "（1）示例：聆听先贤教诲感悟人生真谛（2）示例：有朋自远方来，不亦乐乎。·（3）示例：颜\n真卿三更灯火五更鸡，正是男儿读书时。"
  },
  {
    "id": 478,
    "page": 110,
    "answerPage": 21,
    "type": "text",
    "prompt": "学校准备在元宵节时举办一场“猜灯谜”活动，活动中将根据同学们出的字谜，评选出“字\n谜达人”五名。请你写出三个与汉字有关的字谜，优秀设计可以加分哦。\n字谜①\n字谜②\n字谜③",
    "answer": "提示：在条幅上写上字谜，要有版面设计。\n示例：太阳西边下，月儿东边挂（打一字）\n谜底：明\n土上有竹林，土下一寸金（打一字）谜底：等\n存心不让出大门，你说烦人不烦人（打一字）谜底：闷"
  },
  {
    "id": 479,
    "page": 110,
    "answerPage": 21,
    "type": "text",
    "prompt": "有一位同学对百家姓中的“李”姓进行了研究，他通过研究得知，“李”来源于东夷族首领皋\n陶，他曾任尧帝的大理官（掌管刑狱的官），其子孙以官名为姓，即理氏。商朝末年，理氏改\n为李氏。唐朝时，“李”为国姓。唐朝开国元勋中，有一些人因为立功，被皇帝赐“李”姓。\n除此之外，这位同学还了解了关于“李”姓的名人、故事等。如果你要研究自己的姓氏，你\n将采取哪些研究方法呢？研究后，对你的姓氏作一个简单的介绍吧！\n练习四",
    "answer": "方法：查阅书籍或报刊，询问身边的长辈，上网查询等。示例：张姓，中华姓氏之一，是一个典型\n的多民族、多源流姓氏，主要源自姬姓及少数民族改姓等。张挥为该姓始祖。历史上，西汉时期张\n耳被刘邦封为赵王，张耳的十七世孙张轨建立前凉国。张姓在宋版《百家姓》中位列第24位。张\n的本义是“使弓弦”，即把弦绷在弓上，将要开弓，与“弛”相对。"
  },
  {
    "id": 480,
    "page": 111,
    "answerPage": 21,
    "type": "text",
    "prompt": "在汉语里，语序的变化组合如同智力魔方一样。巧妙地调整语序，可以变出多种花样。\n如：“负担”不同于“担负”，“虚心”不同于“心虚”；“一会儿再谈”说的是现在不谈，“再谈一\n会儿”说的是现在谈得还不够·····真是举不胜举啊！看了这么多，你是不是也想试一试身\n手？那就接招吧！\n现实一（　）\n来早了一（　）",
    "answer": "现实一实现蜂蜜一蜜蜂来早了一早来了吃不够一不够吃"
  },
  {
    "id": 481,
    "page": 111,
    "answerPage": 21,
    "type": "text",
    "prompt": "班上新转学来一名同学，老师安排他（她)和你同桌。你打算怎样主动和他（她）认识，并尽\n快让他（她）了解你，从而使你们成为好朋友呢？",
    "answer": "示例：①先和他（她）打招呼。②主动向他（她）介绍自己。③主动向他（她）介绍班级、学校情况。"
  },
  {
    "id": 482,
    "page": 111,
    "answerPage": 21,
    "type": "text",
    "prompt": "某校六(8)班同学在阅读《三国演义》时，对曹操这个人物有两种不同的看法，为此语文老\n师组织了一场辩论。假如你是正方，针对反方辩词，你该怎么说？\n反方：我方认为，曹操是个奸小人。他心胸狭窄，多疑善嫉。他曾因为怀疑朋友出\n卖自己而杀了他全家，最后还说宁教我负天下人，不教天下人负我。\n正方：",
    "answer": "示例：我方认为，曹操是个乱世英雄。他有雄才大略，且文采斐然。他带领军队以弱胜强，打败了\n袁绍。他礼贤下士，善于发掘运用人才···（理由要符合人物特点，表意要清楚。）"
  },
  {
    "id": 483,
    "page": 111,
    "answerPage": 21,
    "type": "text",
    "prompt": "《三国演义》中智者的化身是诸葛亮，他未出茅庐，便知天下三分之事。书中记叙了许多有\n关他的脍炙人口的故事，请你选择以下其中一个故事，说说它的主要内容。\n①草船借箭②七擒孟获③空城计智退司马懿④隆中对③挥泪斩马",
    "answer": "示例（空诚计智退司马懿）：诸葛亮因马大意失街亭正自责用人不当，此时司马懿率军逼近西\n城。不巧诸葛亮已将兵马调遣在外，城中只有一些老弱兵丁。危急之时，诸葛亮自坐城头抚琴，一\n副悠闲自在的样子。司马懿兵临城下，见城门大开，几个老兵在扫地，耳听诸葛亮琴声镇定不乱，\n心中疑惑，不敢贸然攻城，自退二十里路观察。及至探明实情返回时，赵云率大军已到，司马懿中\n了诸葛亮的空城之计。"
  },
  {
    "id": 484,
    "page": 111,
    "answerPage": 22,
    "type": "text",
    "prompt": "谈到公益广告，你一定会想起中央电视台播出的“梦娃系列之孝当先”中父亲给爷爷洗脚、儿\n子给父亲擦背的画面，一定会记得“代代孝，辈辈传”那句公益广告语。请你从环保、健康、\n诚信、节俭、奥运、世界和平等主题中选择一个，设计一条广告语，并谈谈你的创作设想。\n广告语：\n创作设想：",
    "answer": "提示：广告语要紧扣一个主题，传递正能量。\n创作设想语言要生动，构思尽可能精巧。"
  },
  {
    "id": 485,
    "page": 112,
    "answerPage": 22,
    "type": "text",
    "prompt": "李敏从报纸上看到这样一则新闻：\n植树303棵。每棵树苗的价格为25元。目前，中山路上成活的树只有238棵。\n李敏看到这则新闻后，对中山路死树周围的环境做了一次调查，并将结果整理成下面\n的表格。\n死树周围环境调查表\n位置\n烧烤小吃店\n建筑工地\n楼院门前\n其他\n数量\n21棵\n24棵\n11棵\n9棵\n占死树总数比\n32.3%\n36.9%\n16.9%\n13.8%\n看了这则新闻和李敏的调查表，你能得出哪些结论？请你为绿化或环保部门提出合\n理化的建议(至少写两条）。\n(1）结论：\n(2）建议：",
    "answer": "（1）示例：烧烤小吃店每天排放的大量的有害气体和建筑工地的施工不当都给树苗的生长造成了\n特别大的不利影响，这些区域的死树占死树总量的69.2%。人为造成的树苗成活率下降带来\n了很大的经济损失，不利于节约型社会的建设。\n（2）示例：①禁止商铺直接向街面排污。②工地施工时要做好树木的保护措施。③加强全民的\n护树观念宣传，做到从我做起，保护环境。"
  },
  {
    "id": 486,
    "page": 112,
    "answerPage": 22,
    "type": "text",
    "prompt": "阅读材料，按要求答题。\n美国人理查德·西尔斯被我国网友亲切地称为“汉字叔叔”。他曾在中央电视台《朗\n读者》节目中，用并不流利的中文朗读了刘禹锡的《陋室铭》。痴迷汉字的他，二十多年来\n花费了三十万美元的个人积蓄研究汉字，仅凭一已之力建立起了汉字字源网站，将汉字字\n形数据化。如今，他一手创建的汉字字源网已经涵盖了15000余个汉字字源，10万多个\n古汉字字形。他还通过公众号、短视频等平台，持续与人们分享着汉字的故事。\n学校准备邀请“汉字叔叔”作为嘉宾来参加“校园汉字听写大会”，请完成下面的任务。\n（1）校报打算刊登上面的新闻，请你拟一个标题。\n（2）学校安排你采访“汉字叔叔”，请你设计三个问题。\n（3）学校将为“汉字叔叔”举行欢迎仪式，请你写一篇欢迎辞。（不少于100个字）",
    "answer": "（1）示例：“汉字叔叔”成为“朗读者”（抓住新闻人物和新闻事件即可。）（2）示例：①您爱上汉字\n的原因是什么？②您最喜欢的一个汉字是什么？③在您创办的汉字字源网的读者留言里，最让您\n感动的一句话是什么？（要有针对性，针对采访对象提问；要有代表性，代表大多数人的期待；要合\n乎场合和身份。）（3）（示例）尊敬的“汉字叔叔”：您好！欢迎您参加我校的“校园汉字听写大\n会”。您不遗余力地将汉字字形数据化，并建立汉字字源网，非常感谢您对传播汉字文化所作出的\n杰出贡献，您对汉字的感情令我们感动。期待着您与我们分享传播汉字文化的故事。谢谢！（表\n达欢迎、感谢、期待三层意思；语言要连贯得体。）"
  },
  {
    "id": 487,
    "page": 113,
    "answerPage": 22,
    "type": "text",
    "prompt": "阅读材料，按要求答题。\n2022年底，我国的“天宫”空间站全面建成，迈出了我国太空探索的坚定一步。\n中国空间站完成在轨建造以后，将转入为期10年以上的应用与发展阶段。在应用阶\n段，航天员将在舱内外空间进行大规模科学实验。未来，空间站可以开展哪些科学实验？\n有哪些科学发现值得期待呢？\n近地轨道空间主要有几类资源。\n一类是微重力。地面上没有那么高的微重力水平，而近地轨道上有一个持续的微重\n力。在航天员的太空授课中，我们就能看到很多在地面上看不到的现象。\n第二类资源是高真空、高洁净的环境。真空对人的生存是个挑战，但同时高真空也是\n一种资源。地球大气的保护使地面生物避开了宇宙射线的影响，但同时它也妨碍了我们观\n察宇宙。所以，真空环境的太空是研究宇宙起源和演化、研究空间天文的非常有利的场景。\n还有一类资源是辐射。比如，太阳能就是绝大多数航天器进入太空后主要的能源\n来源。\n中国空间站的科学研究就是围绕这些资源来进行布局的。中国空间站上分布了25\n个空间应用系统实验机柜，以及多个舱外载荷挂点，今后还有扩展的实验平台。我国的\n科学家们已经完成了水稻在太空中从种子再到种子的整个培养过程。科学家们带上去\n的水稻种子在空间站里发芽、生长、开花结籽，其种子又再一次在空间站里完成了培养\n生长。在这个过程中，科学家们研究了微重力情况下水稻的发育情况，包括什么样的水\n稻基因对重力比较敏感。\n科学是一项探索的事业，有很多激动人心的科学发现在等待着我们。中国空间站的\n巡天空间望远镜就是一个值得我们期待的科学设施。中国巡天空间望远镜计划于2024\n年前后发射。巡天空间望远镜有什么特点呢？它的口径为2米，分辨率与哈勃望远镜相\n当，但是它的视场角大约是哈勃望远镜的350倍，所以它可以“巡天”，能够观察大约\n17500平方度的天区范围。哈勃望远镜是不能巡天的，它到现在为止一共只看到几百平\n方度的范围，尽管如此，它已经为我们带来了大量的科学发现。中国巡天空间望远镜有非\n常丰富的光谱手段，相信它一定能源源不断地给我们带来激动人心的科学发现。\n（1）根据材料内容，你知道未来中国空间站可怎样开展科学实验？\n（2）我国的科学家们已经完成了水稻在太空中从种子再到种子的整个培养过程，巡天空\n间望远镜值得期待。假如你有志于在未来参加中国空间站的科学研究，你想从现在\n起做好哪些准备呢？",
    "answer": "（1）利用近地轨道所拥有的微重力，高真空、高洁净的环境，辐射等资源，开展相关的科学实验。\n（2）提示：开放性试题，答案不唯一。可以从知识储备、身心健康、意志品质等方面写。"
  },
  {
    "id": 488,
    "page": 114,
    "answerPage": 22,
    "type": "text",
    "prompt": "阅读材料，按要求答题。\n垃圾分类，节约资源；变废为宝，利国利民。党的二十大报告指出：“实施城市更新行\n动，加强城市基础设施建设，打造宜居、韧性、智慧城市。”垃圾分类关系千家万户，是民生\n问题，也是生态文明建设问题。近些年，我国垃圾产生量不断增长，在一定程度上造成资\n源浪费，也使得环境隐患日显突出，广大群众对此反映强烈。无论是从资源利用角度看，\n还是从引导人们形成绿色发展方式和生活方式角度看，实施垃圾分类都大有神益。更重\n要的是，搞好垃圾分类和环境卫生，养成文明健康的生活方式，是为群众创造美好生活的\n必然要求，也是一种新风尚。\n为了增强同学们的环保意识，认识到人与自然应和谐相处，班级决定开展以“做好垃\n圾分类，保护绿色家园”为主题的综合实践活动。同学们将走进社区，宣传垃圾分类的方\n法和好处，同时收集居民对垃圾分类的意见和建议。假如你是其中的一员，请完成：\n（1）为社区设计垃圾分类处理的方法，推荐给物业管理人员。\n（2）王红同学在社区收集意见和建议时，有一位老奶奶对她说：“我年纪大了，记不清这些\n垃圾的分类啊！\"还有的居民反映垃圾分类太麻烦了，希望取消垃圾分类。对此，你如\n何去劝导他们？",
    "answer": "（1）示例：在居民区固定位置放置分类垃圾桶；监督居民投放垃圾，对胡乱放置者及胡乱分类者进\n行说服教育；对于可以回收利用的垃圾，物业管理部门安排专人进行处理。\n（2）提示：要劝导他们，不妨采用以下策略：强调垃圾分类的重要性，垃圾分类是减少环境污染的\n有效方法，也是一种新风尚。展示良好的行为示范，可以帮助老奶奶完成垃圾分类，在分类的\n同时传授分类的方法。尊重和理解他们，保持耐心和理解的态度，但也要适度提出后果警示。"
  },
  {
    "id": 489,
    "page": 114,
    "answerPage": 22,
    "type": "text",
    "prompt": "世界文化遗产是人类的共同财富。它们有的景色迷人，让人流连忘返，如黄山的奇松、怪\n石、温泉、云海；有的历史文化气息浓厚，如一些景点流传着美丽的故事。假如你是小小导\n游，为了让更多的人了解我国的世界文化遗产，请你选取最感兴趣的一处世界文化遗产向\n大家作介绍。可以讲迷人的风光，也可以讲美丽的故事。\n练习五",
    "answer": "示例：大家好，我是你们的小小导游。今天我给大家介绍我国著名的世界文化遗产一\n秦始皇兵\n马俑。秦始皇兵马俑是我国古代劳动人民用他们灵巧的双手创造出来的。\n首先，我给大家介绍的是将军俑。将军俑身材魁梧，头戴冠，身披铠甲，手握宝剑，昂首挺胸。那\n神态自若的样子，一看就知道是久经沙场、重任在肩。\n接下来，我给大家介绍的是武士俑。武士俑平均身高1.8米，体格健壮，体形匀称。他们身穿战\n袍，披挂铠甲，脚前端上翘的战靴，手持兵器，整装待发，一看就是风尘仆仆、历经艰险的勇士。\n再走近些，就可以看到骑兵俑了。骑兵俑上身穿着短甲，下身穿着紧口裤，足蹬长靴，右手执缰绳，\n左手持弓箭，好像随时准备上马冲杀似的。再看看他们骑的马，陶马与真马一般大小，一匹匹形体\n健壮、肌肉丰满。那跃跃欲试的样子，好像一声令下，它们就会撒开四蹄、腾空而起、踏上征程。\n秦始皇兵马俑真可称得上是“无价之宝”呀！我们可要好好保护它们呀！"
  },
  {
    "id": 490,
    "page": 114,
    "answerPage": 22,
    "type": "text",
    "prompt": "在下面的情境中，如果你是皮埃尔先生，你将怎样得体而幽默地要回自己的大衣？\n餐厅内，皮埃尔发现一位客人错穿了他的大衣，于是非常谦恭地碰了碰这位顾客：“对\n不起，请问您是不是皮埃尔先生？”\n“不，我不是。”那人回答。\n“啊，”皮埃尔舒了一口气，\n二人相视一笑，客人愉快地脱下了大衣。",
    "answer": "示例：那我没弄错，我就是他。您错穿了他的大衣。（得体、幽默、通顺即可。）"
  },
  {
    "id": 491,
    "page": 115,
    "answerPage": 22,
    "type": "text",
    "prompt": "市政建设部门要在古城修建一家豪华宾馆，欲将几处古代民居拆除。市民们闻讯后，纷纷\n要求政府修改方案，保留古迹，他们推荐了三位代表去反映情况。这三位代表是：土生土\n长的王大爷、建筑学家李教授和历史学家周教授。请根据他们不同的身份，各拟一句话，\n表明反对的理由。\n王大爷：\n李教授：\n周教授：",
    "answer": "（示例）王大爷：不能拆，我们更喜欢自己祖祖辈辈居住的家园。李教授：不能拆，这几处古代民\n居是我们研究古建筑特点的标本。周教授：不能拆，这几处古代民居能展示我们民族悠久的历\n史文化。"
  },
  {
    "id": 492,
    "page": 115,
    "answerPage": 23,
    "type": "text",
    "prompt": "六(1)班正在举行“小小辩论会”。有同学认为小学生要统一着装，穿校服；也有同学认为\n小学生不该统一着装，穿自己喜欢的服装会显得体面时尚。你赞同哪种观点？请至少概\n括出两点理由，并简要说明。",
    "answer": "提示：只要理由充分，赞同哪种观点都行。示例：赞同统一着装，穿校服的理由：①避免攀比，减\n少学生个人之间和各学校之间的攀比；②整齐划一，便于管理。"
  },
  {
    "id": 493,
    "page": 115,
    "answerPage": 23,
    "type": "text",
    "prompt": "光明小学准备在六年级学生中举行一次“本学期我最满意的作文”交流展示活动，要求参\n与者将自己在本学期写得最满意的一篇作文当众朗诵展示。假如你是本次活动的主持\n人，请你设计一段开场白和一段结束语。（总共不超过80个字）",
    "answer": "提示：开场白重在明确本次活动的内容，调动同学们参与的积极性。结束语则重在总结参与者的\n表现，激励同学们再接再厉，继续写出更多的好文章来。"
  },
  {
    "id": 494,
    "page": 115,
    "answerPage": 23,
    "type": "text",
    "prompt": "中国有一句形容人情世态的俗语“天下没有不散的筵席”，跟饮食密切相关，寓意深刻而形\n象。在俗语、歇后语中，与饮食有关的条目比比皆是，而且趣味横生，比如：\n心急吃不了热豆腐\n生米煮成熟饭\n吃着菠萝问酸甜-\n明知故问\n公要馄饨婆要面一众口难调\n下面有两个与吃有关的俗语或歇后语。聪明的你，知道它们的意思吗？会用它们吗？\n（1）小葱拌（　）\n（　）（　）\n一一清二白\n说说意思：\n学着用用：\n(2)（)（　）\n“）（)（)（　）\n（　），看着锅里的。\n说说意思：\n学着用用：\n（3）请将下列与“吃”有关的成语补充完整。\n狼()虎（　）\n()嚼()咽\n风卷()云\n垂涎（　）\n（　）滴\n食不()味\n（　）吃()粮",
    "answer": "（1）小葱拌豆腐\n一一清二白意思：小葱青，豆腐白，比喻做事清清白白。例句：爸爸总是这\n样教育我们：“做人要像小葱拌豆腐\n——一清二白。”（2）吃着碗里的，看着锅里的。意思：吃\n着自己碗里的还想吃锅里的，比喻人贪心不足。例句：人要学会知足，不能吃着碗里的，看着锅\n里的。（3）狼吞虎咽细嚼慢咽风卷残云垂涎欲滴食不甘味寅吃卵粮"
  },
  {
    "id": 495,
    "page": 116,
    "answerPage": 23,
    "type": "text",
    "prompt": "提起“月亮”，“举头望明月，低头思故乡”“但愿人长久，千里共婵娟”这些诗句就萦绕在我\n们耳边，对故乡和亲人的思念就涌上心间。在中华文明的壮美历史长河中，许多极具代表\n性的文化符号、典型意象如繁星闪耀，折射出中华民族的智慧与创造。你还知道哪些古诗\n文中的中华意象？它们表达了怎样的情感？请你完成以下填空。\n提起\n，我能想到“\n”这两句诗，它\n们表达了\n；提起\n，我能想到“\n”这两句\n诗，它们表达了",
    "answer": "示例：柳树羌笛何须怨杨柳，春风不度玉门关成边士兵们的思乡之情及对国家的责任与担当\n梅花墙角数枝梅，凌寒独自开即使处于艰难环境也依然能坚持操守、伸张正义"
  },
  {
    "id": 496,
    "page": 116,
    "answerPage": 23,
    "type": "text",
    "prompt": "龋齿俗称蚜牙或虫牙，在儿童、青少年中发病率较高，不论乳牙、恒牙均可发生。为了让同\n学们更好地了解爱护牙齿的重要性，预防齿，学校将开展“爱牙周”教育活动。请根据你\n所了解的实际情况，完成下列各题。\n（1）活动准备阶段，需要对全校学生的牙齿健康情况进行调查，请你设计一个调查问卷。\n你准备了解哪些方面的内容？\n（2）下周就是“爱牙周”，学校准备举行一系列活动，请你写个通知。\n（3）假如你要去邀请嘉宾出席“爱牙周”活动动员大会，你会邀请谁？为什么？\n（4）如果让你制作一份“爱牙周”小报，你会选编哪些内容？请列出提纲。",
    "answer": "（1）牙齿健康情况调查问卷：①年龄；②每天刷牙次数；③每次刷牙时长；④饭后是否漱口；5有无\n龋齿、畸形牙等与牙齿健康相关的问题；等等。\n（2）提示：注意通知的格式，写出关键信息。\n（3）示例：我会邀请专业的牙科医生、牙齿健康的人、牙齿不健康的人各一名。牙科医生可以给我\n们讲解牙齿的知识和保护牙齿的方法；牙齿健康的人和牙齿不健康的人可以给我们做出示范\n和对比。\n（4）示例：①刷牙的正确方法；②睡前吃零食对牙齿的危害；③得了龋齿怎么办····"
  },
  {
    "id": 497,
    "page": 117,
    "answerPage": 23,
    "type": "text",
    "prompt": "亲爱的同学们，当前，小学生近视率不断增长，这已经是不容忽视的问题。漫步在校园之\n中，随处可见戴眼镜的同学。近视后，日常生活中，看不清楚远处的东西；上课时，看不清\n黑板上的字，影响学习。戴上眼镜，又会引起一系列的麻烦，如戴口罩时镜片上易起雾等。\n为了增强大家的护眼意识，在老师的支持下，班级里成立一个科学调查小组。假如你是该\n小组的成员，请你完成：\n（1）根据所看到的问题，你确定研究的课题是：\n（2）请写出具体的研究内容。\n①调查本班近视人数。\n②调查本班同学用眼习惯及近视情况。\n（3）如果想保护视力，切实可行的方式有：",
    "answer": "（1）保护好我们“心灵的窗户”—眼晴（2）提示：答案不唯一，根据实际情况填写。一（3）示\n例：①阅读时，光线不能太强或太弱；②每次用眼时间不要太长；③阅读时，坐姿要端正；④若发现\n视力异常，要及时就医。"
  },
  {
    "id": 498,
    "page": 117,
    "answerPage": 23,
    "type": "text",
    "prompt": "阅读下面的材料，按要求写出你的看法。\n息。”这三句话完全可以涵盖中国的父母们望子成龙的急切心理，是中国式的家庭教育内\n容。父母对子女有种种期待自然是无可非议的，但这三句话不断重复达到的教育效果却\n是极其片面的，是停留在一个落后于时代精神的低层面上的。\n读完以上材料，相信你深有感触。请你就这三句话中的某一句话谈谈自己的看法。",
    "answer": "示例：听话一人是有思想的，不能什么事情不分青红皂白就以听话劝之，而应该就事论事，具体\n情况具体分析。好好学习一—我们学生不能只埋头学习，家长还应该及时给予孩子其他方面的\n帮助，关注孩子的全面发展，要知道体育锻炼、社会实践等对我们也是很重要的。没出息一—我\n们现在还小，并不能说有出息没出息，而应该以鼓励为主。"
  },
  {
    "id": 499,
    "page": 117,
    "answerPage": 23,
    "type": "text",
    "prompt": "在这大千世界里，无论是国外还是国内，无论是乡村还是城市，无论是学校还是社区，无论\n是家庭还是社会，每天都会发生引起大家关注的热点事件。作为小学生，可不能两耳不闻\n天下事，一心只读圣贤书。现在就请你来聊聊自己近期所关注的热点话题或新闻吧！\n练习六",
    "answer": "提示：可以把事情的经过说清楚；也可以谈对问题的看法，把理由讲清楚。"
  },
  {
    "id": 500,
    "page": 117,
    "answerPage": 23,
    "type": "text",
    "prompt": "儿童节前一天，妈妈对邱煜说：“告诉你一个好消息，你姨妈要来看你了。她于明天下午四\n点三十分到达高铁站。你爸爸出差了，我明天下午还要加班呢，\n就请你去高铁站接姨妈吧！”邱煜知道姨妈叫李晓清，在黑龙江\n省齐齐哈尔市工作，但从未见过面。邱煜想：我制作一个牌子\n举在手上，在出站口等着，不就能接到姨妈了吗？\n（1）请你帮邱煜同学在牌子上写上合适的内容。\n（2）想一想，当一位阿姨看到牌子，走过来向邱煜打招呼时，邱煜会对她说些什么呢？",
    "answer": "（1）提示：牌子上的内容一定要简洁明了，让人一目了然，切忌把所有内容都写上，一是不利于过\n往的人阅读，二是容易让别有用心的人打坏主意。（2）提示：邱煜可有意识地问一问阿姨对自\n已家庭成员的了解情况。"
  },
  {
    "id": 501,
    "page": 118,
    "answerPage": 23,
    "type": "text",
    "prompt": "某同学调查南京路小学六年级部分学生的暑假生活情况，得到如下信息：\n认为暑假过得开心、有意义的：男生7人，女生6人；感觉暑假无新意、没劲的：男生\n11人，女生9人；认为暑假作业多的：男生14人，女生8人。\n（1）请你用统计表的形式，表述上面的调查结果。\n（2）根据上面统计表中的数据，你得出的结论是：\n（3）请你针对上述情况向学校提一条建议：",
    "answer": "(1)\n暑期幸福度统计表\n男生(人)\n女生(人)\n过得开心，有意义\n7\n6\n无新意，没劲\n11\n9\n作业多\n14\n8\n（2）部分学生暑假作业负担过重，缺少有意义的活动。（3）示例：①减轻学生的暑假作业负担。\n②适当安排、组织一些有意义的活动。"
  },
  {
    "id": 502,
    "page": 118,
    "answerPage": 24,
    "type": "text",
    "prompt": "在“漫游语文世界”综合实践活动中，同学们搜集到以下资料，你能解决其中的疑难吗？请\n按照提示完成下列各题。\n（xian）为人知的暴行………”小金听后，对表弟说：“你读错了，这里‘忏”应该读\n，鲜’应该读\n。\"(请填上正确的注音)\n（2）阿宁发现下面两家店铺橱窗上各有一个错别字，请找出并加以改正。\n专业订做席梦思、粽垫\n新款手机，震憾上市\n(某床垫厂)\n（某手机专卖店）\n应改为\n应改为\n（3）某剧院前贴出一张海报，上写“花和尚倒拔垂杨柳豹子头误人白虎堂”。据此，可猜\n测这场戏与《水浒传》中\n和\n两位英雄有关。（请填写人名）",
    "answer": "（1）chanxian（2）粽棕憾撼（3）鲁智深林冲"
  },
  {
    "id": 503,
    "page": 119,
    "answerPage": 24,
    "type": "text",
    "prompt": "根据以下试题情境，完成相关练习。\n亲爱的同学们，学校是我们大家共同生活和学习的场所，有老师，有同学，有花草，有\n树木，我们就像生活在一个快乐的大家庭里，处处洋溢着歌声和欢笑。可是学校里同学\n多，地方小，你是否注意到我们身边的一些不安全因素呢？\n课间同学们互相追逐、打闹、互投石子等都是不安全的。如某学校一学生课间追打同\n学，自己摔倒在楼梯口，摔成骨折，两次开刀动手术。据报道，校园内涉及学生生活和学习\n方面的安全隐患，多达二十几种。\n同学们，看到这里，不知道你们想到了什么？我想，你们可能会想到：这些事故无论\n发生在谁的身上，都会对受害人造成伤害，甚至死亡，会给家庭造成极大损失。你们还可\n能会想到：假如大家平时注意了，有些意外伤害是可以避免的。\n（1）根据情境内容，你确定研究的课题是：\n(2）请写出你要研究的具体内容。（至少两项）\n（3）你获取研究资料常用的方法是\n（4）有关校园安全问题，若采访你所在学校的校长，你会提出哪些问题？请写出两个。\n（5）在体育活动中，如果你的同学不慎扭伤了踝关节，应当及时（　）\n（　）。\nA.按摩\nB.冷敷\nC.热敷\nD.继续活动\n（6）在学校学习生活中，以下符合安全规范的行为是（　）\n（　）。\nA.体育活动中，为避免受伤，应减少运动\nB.发现火情，自保为上，马上撤离\nC.某同学中暑，立即把病人移到阴凉通风处",
    "answer": "（1）示例：建设平安校园，你我共同努力（2）示例：①在校园里还存在哪些不安全因素？②我\n们应如何消除校园中的安全隐患？\n（3）观察法调查法（4）示例：①学校将采取哪些安全措\n施？②如何教育学生课间十分钟注意安全？\n(5）B（6)C"
  },
  {
    "id": 504,
    "page": 119,
    "answerPage": 24,
    "type": "text",
    "prompt": "阅读下面几则材料，按要求答题。\n材料一\n东北部分地区地下10厘米、30厘米处平均解冻日期\n解冻日期\n城市\n10厘米（日/月）\n30厘米（日/月）\n哈尔滨\n5/4\n17/4\n长春\n4/4\n14/4\n通化\n31/3\n10/4\n延吉\n26/3\n7/4\n沈阳\n25/3\n5/4\n材料二蒸腾作用是水分从活的植物体表面以水蒸气状态散失到大气中的过程。植\n物吸收的水分，绝大部分通过蒸腾作用散失到环境中。叶片上的气孔是植物蒸腾作用的\n“门户”。通常情况下，每当太阳升起的时候，水分就会通过气孔散失。当夜幕降临时，叶\n片的生产活动就停止了，大多数气孔缩小或闭合，蒸腾作用随之减弱。\n材料三3月21日是“国际森林日”，美术组同学推荐了以下绘画作品。\n（1）3月12日是“植树节”，这一天吉林省各地是否适合植树？请你参考材料一，简要说明\n理由。\n（2）小春同学有疑惑：为什么要选择在阴天或傍晚移栽树苗，并剪去大量枝叶？请你根据\n材料二，给小春同学做出解释。\n“小春，\n（3）下面是小春同学对画作主题的理解，不恰当的一项是（　）\nA.种下一棵树，种下整个春天\nB.浇灌一棵树，浇灌绿色生活\nC.年年植树无山不翠，岁岁造林有岭皆春\nD.一粥一饭，当思来处不易；半丝半缕，恒念物力维艰",
    "answer": "（1）不适合。围绕“土壤尚未解冻，温度低”回答。\n（2）示例：在阴天或傍晚移栽树苗，并剪去大部分枝叶，可以降低植物的蒸腾作用，减少水分流失，\n提高成活率。\n（3）D（根据“一粥一饭，当思来处不易；半丝半缕，恒念物力维艰”可知，这是弘扬勤俭节约的传统\n美德，而非“绿色生态”“种树”等。）"
  },
  {
    "id": 505,
    "page": 120,
    "answerPage": 24,
    "type": "text",
    "prompt": "病毒虽然可怕，但我们日常生活中的不良卫生习惯更可怕！比如我们时常看到的：随地\n吐痰；乱扔废弃物；用手指沾唾液数钞票、翻书；打喷嚏时不用纸巾或手肘遮挡·这些不\n良卫生习惯不仅影响自己和他人的健康，也使个人形象大打折扣。现在，就让我们一起去\n关注身边人的日常生活卫生习惯，开展综合实践活动，为自己和他人创造美好的生存环\n境，好吗？\n（1）要了解周围群众的日常生活卫生习惯，你认为可采取哪些方式？\n（2）综合实践活动可采取问卷调查的方式进行，请你为本次调查设计几个问题。\n（3）对于如何养成良好的个人卫生习惯，你有什么好的建议？",
    "answer": "（1）示例：采访、观察、拍照等。（2）示例：①你饭前便后洗手吗？②上完体育课后你会喝生水\n吗？③你每天早晚都刷牙吗？·………·\n（3）示例：①饭前便后要洗手，养成勤洗手的好习惯；②打喷\n嚏时要用纸巾或手肘遮挡口鼻；③勤剪指甲；④感冒了，外出时最好戴上口罩。"
  },
  {
    "id": 506,
    "page": 121,
    "answerPage": 24,
    "type": "text",
    "prompt": "秋的遐想。\n（1）结合平时观察，写一句话，要求写出秋天的景物特征。\n（2）收集有关秋天的成语、谚语、诗歌等。\n（3）设计一张风景明信片，送给自己的朋友。要求突出秋天的特点。",
    "answer": "（1）提示：只要抓住秋天的景物特征来写即可。（2）（示例）成语：秋高气爽、天高云淡、秋风送\n爽、硕果累累。\n谚语：一场秋雨一场寒，十场秋雨要穿棉。诗歌：杜牧的《山行》《秋夕》。\n（3）提示：可抓住具有秋天典型特征的景色来设计，如菊花盛开、枫叶红了等。"
  },
  {
    "id": 507,
    "page": 121,
    "answerPage": 24,
    "type": "text",
    "prompt": "你所在的班级开展了一次以“好店名”为主题的调查研究活动。下面是你和班上同学搜集\n到的一些比较有代表性的“好店名”及其简要说明。\n“东北人家”：饭店名。既表明了饭店菜肴的特色，又给人以宾至如归的感觉。\n“玉壶缘”：茶叶店名。“玉壶”出自著名诗人王昌龄的诗句“一片冰心在玉壶”。\n“宜家”：家居装饰品店。最贵的不是最好的，只有适宜的，才是家庭最需要的。\n“大娘水饺”：饺子店名。让人联想到家的温馨。\n（1）你认为好店名最突出的特点应是什么？\n（2）邻居张叔叔待人热情，做菜手艺不错，他在小区边上开了一家小饭店，店名叫“张叔饭\n馆”。大家都觉得这个店名不好，想帮他换个好店名。请你也帮忙拟一个合适的店\n名，并说明理由。",
    "answer": "（1）示例：好店名要新奇有趣，能与店铺的服务功能相吻合，从而吸引顾客。\n（2）提示：开放性\n试题，答案不唯一。"
  },
  {
    "id": 508,
    "page": 121,
    "answerPage": 24,
    "type": "text",
    "prompt": "为了加深对我国传统节日文化的了解，你所在的小学开展了一次以传统节日为主题的调\n查探究活动。假如你是被调查对象之一，请协助完成以下问卷。\n（1）从下列节日中找出我国传统节日，并注明其具体时间。（示例节日除外）\n重阳节\n元旦\n元宵节\n母亲节\n春节\n国庆节\n中秋节\n愚人节\n感恩节\n端午节\n[示例]元宵节——农历正月十五。\n（2）请任选一个传统节日，写出与之相关的诗句，或对联，或俗语。\n[示例]清明节：清明时节雨纷纷，路上行人欲断魂。\n（3）春节和中秋节，你更喜欢过哪个节日？为什么？",
    "answer": "（1）重阳节\n农历九月初九；春节一—农历正月初一；中秋节一一农历八月十五；端午节一农\n历五月初五。\n（2）（示例）春节：爆竹声中一岁除，春风送暖人屠苏。重阳节：遥知兄弟登高处，\n遍插茱萸少一人。（3）提示：个性化试题，重在写出喜欢的理由。"
  },
  {
    "id": 509,
    "page": 122,
    "answerPage": 24,
    "type": "text",
    "prompt": "对联，是我国独创的一种文学形式，寄寓了人们对美好未来的向往和追求。请你通过各种\n途径搜集关于对联的资料，完成下面的练习。\n（1）春联是春节时贴的对联。你知道中国的第一副春联是谁写的吗？写的是什么？\n（2）对联有哪些特点？请举个例子分析一下。\n（3）请你为下列场所各选择一副对联。\n便利店：\n饮食店：\n美发店：\nA.人杰地灵滚滚财源从地起物华天宝滔滔生意自天来\nB.修就一番新气象剪去千缕旧东西\nC.饭肴誉名三江水信誉感召四海心",
    "answer": "（1）“春联”起源于桃符。五代十国中的后蜀被宋太祖赵匡胤所灭，在后蜀亡国前一年的除夕夜，\n后主孟昶命学士辛寅逊在桃符板上写上两句吉祥语献岁。结果呢，辛学士所写的，后主孟昶\n不中意，就自己提起笔来写上“新年纳余庆，嘉节号长春”两句话，这就是第一副春联。\n（2）对联分上、下联和横批，上、下联字数相等、词类相当，如“风声、雨声、读书声，声声人耳；家事、\n国事、天下事，事事关心”。\n(3)ACB"
  }
];
})();
